Repository: udaykiran/fortyonekings
Catalog: sympa-5.4.7/po/*.po
Languages: oc

source: Unable to read file : '%1'.
oc: Impossible de legir lo fichièr : '%1'

source: Unable to write file : '%1'.
oc: Es pas possible d'escriure lo fichièr : '%1'

source: Unable to open file '%1'.
oc: Es pas possible de legir lo fichièr '%1'

source: Unable to open directory '%1'.
oc: Es pas possible de dobrir lo repertòri '%1.

source: Unable to create directory '%1'.
oc: Es pas possible de crear lo repertòri

source: Unable to open spool '%1'.
oc: Impossible de legir çò en espèra '%1'

source: Unable to get message '%1'.
oc: Impossible de trobar lo messatge '%1'.

source: Unable to rename file '%1' into '%2'.
oc: Impossible de tornar nomenar lo fichièr '%1' ne '%2'.

source: Unable to rename directory '%1' into '%2'.
oc: Impossible de tornar nomenar lo repertòri de '%1' per '%2'

source: Unable to erase file '%1'.
oc: es pas possible de suprimir lo fichièr '%1'

source: Unable to send command DISTRIBUTE from '%1' to list '%2'.
oc: Error d'execucion de la comanda DISTRIBUTE de '%1' per la lista '%2'.

source: No HTML version of the message available in '%1'.
oc: Pas cap de version HTML del messatge disponible dins '%1'

source: Unable to update file config_changes for list '%1'.
oc: Es pas possible d'actualizar lo fichièr config_changes per la lista '%1'.

source: Unable to find month '%1' for list '%2'
oc: Es pas possible de trapar lo mes '%1' de la lista '%2'

source: : unable to read '%1'.
oc: Es pas possible de legir '%1'.

source: Unable to find archive '%1' for list '%2'
oc: Es pas possible de trapar los archius '%1' per la lista '%2'

source: Unable to find archive for list '%1'
oc: Es pas possible de trapar l'archiu per la lista '%1'

source: Unable to send archive : no message id found.
oc: Impossible de mandar l'archiu : i a pas cap de messatge.

source: No message found in archives matching Message-ID '%1'.
oc: Cap de messatge trapats dins los archius que correspond a vòstra recèrca

source: Cannot save config file for list '%1'.
oc: Es pas possible de salvagardar lo fichièr de configuracion de la lista '%1'.

source: Failed to install aliases.
oc: Impossible d'installar los àlias de messatjariá

source: Failed to remove aliases.
oc: Impossible de supprimir los àlias de messatjariá

source: Internal scenario error for 'create_list'.
oc: Error del servidor dins lo scenari 'create_list'.

source: Unable to create list.
oc: Es pas possible de crear la lista

source: Unable to get family for list '%1'.
oc: Es pas possible de trapar de familha per la lista '%1'.

source: Unable to reload list with new listname '%1'.
oc: Es pas possible de tornar cargar la lista amb lo nom novèl '%1'.

source: Unable to reload list
oc: Impossible de tornar cargar la lista

source: Failed to inlude members for list '%1'
oc: Es pas possible de crear los abonats de la lista '%1'

source: Failed to include list admins for list '%1'
oc: Es pas possible de sincronisar los administrators de la lista '%1'

source: No owner is defined for the list '%1'
oc: Cap de proprietari es pas definit per la tièra '%1'

source: The exportation to an Ldap directory failed for list '%1'
oc: L'exportacion de la lista '%1' cap al repertòri Ldap, a abocat

source: Unable to check listname '%1' on SMTP server
oc: Impossible de verificar la tièra '%1' al nivèl del servidor SMTP

source: Cannot create shared for list '%1'.
oc: Es pas possible de crear l'espaci documents per la lista '%1'.

source: Cannot restore shared for list '%1'.
oc: Es pas possible de restaurar l'espaci del documents de la lista '%1'

source: Cannot delete shared for list '%1'.
oc: Es pas possible de suprimir l'espaci documents per la lista '%1'.

source: Impossible to browse shared documents for list '%1'.
oc: Es pas possible d'accedir a l'espaci documents de la lista '%1'

source: Cannot upload file '%1'.
oc: Impossible de descargar lo fichièr %1.

source: Errors while unzipping file '%1'.
oc: problèmas en descomprimir lo fichièr %1

source: Unable to send command REMIND from '%1' to list '%2'.
oc: Error d'execucion de la comanda REMIND de '%1' per la lista '%2'.

source: Unable to send mail from '%1' to list '%2'.
oc: Lo mandadís del corrièr electronic de '%1' a la lista '%2' capitèt pas.

source: Unable to access the message authenticated with key '%1' for list '%2'.
oc: Se pòt pas accedir al messatge autentificat amb la clau '%1' per la lista '%2'.

source: Unable to delete subscription request for user '%1'.
oc: Es pas possible d'escafar la demanda d'abonament per l'utilizador '%1'

source: Unable to add file '%1' to archives.
oc: L'apondi del fichier '%1' dins los archius es pas possible.

source: Unable to write file zip '%1'.
oc: Es pas possible d'escriure lo fichièr zip : '%1'

source: Unable to create a SharedDocument with path '%1' for list '%2'.
oc: Es pas possible de crear un document partejat '%1' dins la lista '%2'

source: Parameter cookie undefined, authentication failure.
oc: Lo paramètre "cookie" es pas definit, mèuca d'autentificacion.

source: Cookie error : '%1' undefined, authentication failure.
oc: L'error es ligada al cookie: %1 pas definit, mèuca d'autentificacion.

source: Listmaster : system error
oc: Responsable : error sistèma

source: User %1 has encountered a system error
oc: Usancièr %1 a encontrat una error dins lo sistèma

source: List %1 archive quota exceeded
oc: Quòta dels archius de la tièra "%1" subrepassada

source: %1 archive quota exceeded. Total size used for %1@%2 archive is %3 Bytes. Messages are no longer being web-archived. Please contact %5@%4.
oc: La qüòta dels archius de la tièra %1 es passada.La talha dels archius de la tièra %1@%2 fa %3 octets. S'archivan pas mai los messatges de la tièra . Vos cal contactar %5@%4.

source: List "%1" warning : archive %2% full
oc: Atencion, tièra "%1" : archius comols a %2%

source: %2@%3 archives use %4% of allowed disk quota.
oc: Los archius de la tièra %2@%3 ocupan %4% de l'espaci autorizat

source: Total size used for %1@%2 Bytes.
oc: Espaci total utilizat per %1@%2 en octets.

source: Messages are still archived but you should contact %2@%1
oc: Los messatges s'archivan encara, pasmens vos caldriá contactar %2@%1

source: List %1 is closed
oc: La tièra %1 es tancada

source: %1@%2 is no longer an instance of family %3. This list has been closed.
oc: %1@%2 es pas mai una instància de la familha %3.Aquela tièra es estada barrada.

source: FYI: %1 List "%2" from %3 %4
oc: Per informacion %1 tièra "%2" de %3 %4

source: WARNING : %1 %2 failed to unsubscribe from %3 because his address was not found in the list. (You may help this person).
oc: ATENCION : %1 %2 a pas capitat de se desabonar de la tièra %3 (Vos caldriá benlèu ajudar aquela persona).

source: List "%1" customizations have been removed
oc: Las personalizacions de la tièra "%1" son estadas suprimidas

source: List %1@%2 has been reinstantiated (family %3). Some of the customizations have been removed because they no longer respect the family rules : Parameters : %4
oc: La tièra %1@%2 es tornada instanciar (famiha %3).D'unas personalizacions son estadas suprimidas pr'amor qu'èran pas pus confòrmas amb las règlas d'aquela familha : Paramètres : %4

source: Dear owner of list %1, A user asked to be added as a subscriber to your list. If this is OK with you, you should click the following URL :
oc: Car proprietari de la tièra %s, Un usancièr a demandat de s'abonar a vòstra tièra. Per validar aquela demanda, vos cal siá clicar lo ligam seguent : mailto:%s?subject=auth%%20%s%%20ADD%%20%s%%20%s%%20%s siá mandar un corrièr electronic a %s qu'aja coma subjècte : AUTH %s ADD %s %s %s

source: or send an email to %1 with the following subject : AUTH %2 ADD %3 %4 %5
oc: o mandatz un corrièr a %1@%2 amb lo subjècte seguent :

source: UNsubscription request from list %1
oc: Demanda de desabonament de la tièra %1

source: Dear owner of list %1, A user asked to be deleted from your list. If this is OK with you, you should click the following URL :
oc: Car(s) proprietari(s) de la tièra %s, Un usancièr a demandat de se desabonar de la lista. Per validar aquela admanda, vos cal clicar aquel ligam : mailto:%s?subject=auth%%20%s%%20DEL%%20%s%%20%s O mandar un corrièr electronic a %s amb coma objècte : AUTH %s DEL %s %s

source: or send an email to %1 with the following subject : AUTH %2 DEL %3 %4
oc: o mandatz un corrièr a %1 amb lo subjècte seguent :AUTH %2 DEL %3 %4

source: WARNING: bounce rate too high in list %1
oc: ATENCION: taus d'errors tròp naut per la tièra %s

source: Bounce rate in list %1 is %2. You should delete bouncing subscribers : %3/reviewbouncing/%4
oc: Lo taus d'errors de tièra la liste %1 es de %2.Deuriatz suprimir los abonats en error :%3/reviewbouncing/%4

source: FYI: %1 list %2 from %3 %4
oc: Per informacion %1 tièra %2 de %3 %4

source: FYI command %1 list %2 from %3 %4
oc: Per informacion %1 tièra %2 de %3 %4

source: validated by %1
oc: validat per %1

source: No action is needed on your side.
oc: Avètz pas besonh de faire quicòm

source: FYI: automatic removal of user %1
oc: Informacion : suppression automatica de l'usancièr %1

source: User "%1" has been automatically removed from list %2.
oc: L'usancièr %1 es estat quitat de %2

source: List %1 : Named filter error
oc: Lista %1 : Error de filtre

source: The %1 named filter could not be evaluated. The list %2 is using it for some authorization scenario.
oc: Lo filtre a pas pogut èsser avalorat. La lista %2 utiliza aqueste filtre dins un scenari d'autorizacion.

source: List %1 / %2
oc: Tièra %1 / %2

source: %1@%2 mailing list has been rejected by listmaster.
oc: Lo responsable a refusat la tièra %1@%2

source: Public lists
oc: Las tièras publicas

source: Here is the list of lists from %1@%2
oc: Vaquí la tièra de las tièras de %1@%2

source: List unknown
oc: Tièra inconeguda

source: This is an automatic response sent by Sympa Mailing Lists Manager.
oc: Aqueste messatge es una responsa automatica del robòt de tièras de difusion Sympa.

source: The following address is not a known mailing list :
oc: L'adreiça seguenta es pas una lista de difusion coneguda :

source: To find out the correct listname, ask for this server's lists directory :
oc: Per trobar l'adreiça exacta de la tièra, consultatz la tièra de las tièras d'aquel servidor :

source: For further information, please contact %1@%2
oc: Per mai de detalhs, contactatz listmaster %1@%2

source: Message distribution : Internal server error
oc: Difusion de messatge : Error intèrna del servidor

source: Impossible to forward your message to '%1-%2' because of an internal server error.
oc: Lo messatge vòstre per '%1-%2' foguèt pas trasmés en rason d'una error interna.

source: Impossible to distribute your message for list '%1' because of an internal server error.
oc: Es pas possible de distribuir lo messatge vòstre per la lista '%1' en rason d'una error interna del servidor.

source: For further information, please contact %1-request@%2
oc: Per mai de detalhs, contactatz listmaster@%1-request@%2

source: Message distribution : User error
oc: Difusion de messatge : error del usancièr

source: Impossible to distribute your message for list '%1' for the following reason :
oc: Es pas possible de distribuir lo vòstre messatge per la lista '%1' per la rason seguenta :

source: The following message was sent to list '%1' and it seems to contain one or more commands like subscribe, unsubscribe, help, index, get, ... If your message contained a command, please notice that commands should never ever be sent to lists. Commands must be sent to %2 exclusively. If your message was really meant to be sent to the list, it was interpreted by the software as a command. Please contact the list owner : %1-request@%3 so that he can take care of your message. Thank you for your attention.
oc: Avètz mandat lo messatge seguent a una tièra mentre que sembla caber comandas coma subscribe, signoff, help, index, get, ... Se vòstre messatge capiá vertadièrament una comanda, vos rementam que las comandas son de mandar a l'adreiça %s sonque e devon pas jamai se mandar a las tièras. Se vòstre messatge èra efectivament destinat a la tièra, lo logicial l'interpretèt malastrosament coma una comanda. sement été interprété par le logiciel comme une commande. Mercés de contactar l'administraire del servici : %s per que se maine de vòstre messatge. Mercés de vòstra atencion. ------ Començança del messatge suspècte ------

source: Your message could not be sent because its size was over the maximum size allowed on this list.
oc: Vòstre messatge se pòt pas mandar pr'amor que subrepassa la talha maxima autorizada a aquesta tièra.

source: The %1 list could not be created.
oc: Es pas possible de crear la lista %1.

source: Unable to access the message on list %1 with key %2. Warning : this message may already have been sent by one of the list's editor.
oc: Se pòt pas accedir al messatge de moderar de la tièra %1 amb la clau %2. Tan plan un moderator de la tièra aurà ja difusit aquel messatge.

source: For further information, please contact listmaster@%1
oc: Per mai de detalhs, contactatz listmaster@%1

source: Message distribution : Authorization denied
oc: Difusion de messatge : error d'autorizacion

source: Your message for list '%1' (attached below) was rejected. You are not allowed to send this message for the following reason :
oc: Lo messatge vòstre per la lista '%1' (çai sota) foguèt refusat.Sètz pas autorizat(ada) a publicar aqueste messatge per la rason seguenta :

source: Message distribution
oc: Difusion de messatge

source: Your message for list %1 has been forwarded to editor(s)
oc: Vòstre messatge es estat transmés al(s) moderator(s) de la tièra %s

source: Message %1 for list '%2' has been distributed.
oc: Lo messatge %1 per la tièra %2 es estat distribuit.

source: Message %1 for list '%2' has been validated ; it will be distributed soon.
oc: Lo messatge %1 per la tièra '%2' es validat,serà leu distribuit.

source: Message %1 for list '%2' has been rejected.
oc: Lo messatge %1 per la tièra %2 es estat rejetat.

source: Your message for list '%2' with the %1 ID has been confirmed and distributed.
oc: Lo messatge amb l'ID %1 per la tièra '%2' es estat distribuit.

source: Your message for list '%2' with the %1 ID has been confirmed ; it will be distributed soon.
oc: Lo messatge %1 per la tièra '%2' es estat distribuit.

source: Article to be tagged for list %1 from %2
oc: Messatge d'etiquetar per la tièra %1 de %2

source: Article to be approved for list %1 from %2
oc: Messatge d'aprobar per la tièra %1 de %2

source: To tag the attached message in list %1 go to the following page : %2/viewmod/%1/%3
oc: Per seleccionar un tèma per lo vòstre messatge, mandat a la lista %1, consultatz la pagina seguenta :%2/viewmod/%1/%3

source: To distribute the attached message in list %1:
oc: Per diffusir lo messatge çai jonch a la tièra %1,

source: Or send a message to %1@%2 with the following subject :
oc: o mandatz un corrièr a %1@%2 amb lo subjècte seguent :

source: To reject it (it will be removed):
oc: Per refusar que siá difusit (serà escafat), clicatz aicí :

source: Number of messages awaiting moderation for this list : %1
oc: Nombre de messatges en espèra de moderacion per la tièra %1

source: Moderation spool for list %1
oc: Messatges de moderar per %1

source: There are %1 messages to be moderated for list %2@%3
oc: I a %1 messatges de moderar per la tièra %2@%3.

source: Your message has been rejected.
oc: Vòstre messatge foguèt refusat.

source: Your message for list %1@%2 has been rejected by the moderator (%3).
oc: Vòstre messatge per la tièra %1@%2 es refusat per %3, moderator de la tièra.

source: (Subject of your mail : %1)
oc: (L'objècte de vòstre messatge : %1

source: Check %1 list usage :
oc: Per verificar las condicions d'utilizacion d'aquela tièra %1 clicar aicí :

source: Reminder of your subscription to %1
oc: Rampèl de vòstre abonament a %1

source: Your are subscriber of list %1@%2 with email %3
oc: Sètz abonat(/ada) a la tièra %1@%2 amb l'adreiça %3

source: Your address (%1) has been removed from list %2@%3, probably because we received non-delivery reports for your address.
oc: Vòstra adreiça (%1) es estada desabonada de la tièra %2@%3 probablament per que recebiam de messatges d'error repòrts concernissent aquela adreiça.

source: You asked for your e-mail address to be removed from list '%1'.
oc: Avètz fach una demanda per que vòstra adreiça de corrièr electronic siá escafada de la lista '%1'.

source: You asked for your e-mail address to be added to list '%1'.
oc: Avètz fach una demanda per que vòstra adreiça de corrièr electronic siá aponduda dins la lista '%1'

source: You requested a user subscription in list %1.
oc: Avètz demandat un abonament a la tièra %1.

source: You requested a user removal from list %1.
oc: Avètz demandat un desabonament de la tièra %1.

source: You requested a subscription reminder to be sent to each subscriber of list %1
oc: Rampèl d'abonament mandat als abonats de la lista %1.

source: You requested a subscription reminder to be sent to each subscriber of list '*'
oc: Rampèl d'abonament mandat als abonats de las listas totas.

source: If you want this action to be taken, please - reply to this mail OR - send a message to %1 with subject %2 OR - hit the following mailto
oc: Per confirmar aquesta accion, volgatz :- respondre a aqueste messatgeO- mandar un corrièr electronic a %1 amb per objet%2O- clicatz sus l'URL seguenta

source: If you do not want this action to be taken, you can safely ignore this message.
oc: Volguèssetz pas vos abonar, ignoratz aqueste messatge.

source: Here are the subscribers of %1@%2 mailing list:
oc: Los abonats a la tièra %1@%2 son :

source: Total subscribers : %1
oc: Nombre d'abonats : %1

source: Tag your message for list %1
oc: Marcar lo vòstre messatge per la tièra %1

source: List %1 allows you to tag your messages, using a set of defined topics. To tag the attached message go to the following page :
oc: La lista %1 permés d'indicar lo tèma del messatge vòstre dins una lista de tèmas predefinits. Per marcar lo messatge çai-junt, consultatz la pagina seguenta :

source: Or send a message to %1 with the following subject : CONFIRM %2
oc: o mandatz un corrièr a %1 amb lo subjècte seguent :CONFIRM %2

source: %1 / subscribing to %2
oc: %1 / abonament a %2

source: %1 / unsubscribing from %2
oc: %1 / desabonament de %2

source: %1 / your environment
oc: %1 / vòstre entorn

source: You asked to be subscribed to %1 mailing list.
oc: Avètz demandat de vos abonar a la tièra de difusion %1.

source: To confirm your subscription, you need to provide the following password
oc: Per validar vòstre abonament, devètz fornir lo mot de santa Clara seguent :

source: password: %1
oc: mot de santa Clara: %1

source: You asked to be unsubscribed from %1 mailing list.
oc: Avètz demandat de vos desabonar de la tièra de difusion %1.

source: To unsubscribe from the list, you need to provide the following password
oc: Per vos desabonar de la tièra vos cal porgir lo mot de santa Clara seguent

source: To access your personal environment, you need to login first
oc: Per poder personalizar vòstre entorn, vos cal d'en primièr identificar

source: your email address : %1
oc: vòstra adreiça electronica : %1

source: your password : %1
oc: vòstre mot de santa Clara : %1

source: Help on Sympa: %1%2
oc: Ajuda de Sympa : %1%2

source: To complete your account setup actions you need to confirm that you have supplied a working email address. Please enter the following email and password in the setup wizard to complete your account configuration.
oc: Per acabar la validacion de lo vòstre compte, devètz confirmar la validitat de l'adreiça del corrièr electronic vòstre. Volgatz sasir los elements del corrièr electronic e mot de santa Clara çai sota dins l'ajudaire per validar vòstre compte.

source: Information regarding list %1
oc: Informacions a prepaus de la tièra %1

source: Number of received messages : %1
oc: Nombre de messatges recebuts : %1

source: Number of forwarded messages: %1
oc: Nombre de messatges transmeses : %1

source: Received mega-bytes : %1
oc: Megaoctets recebuts : %1

source: Forwarded mega-bytes : %1
oc: Megaoctets transmeses : %1

source: Summary of list %1
oc: Resumit de la tièra %1

source: The %1 file that was initially attached to this message has been stored on the mailing lists server:
oc: Lo servidor de tièras a gardat lo fichièr %1 qu'èra jonch a aquel messatge:

source: Your bouncing address in list %1
oc: Vòstra adreiça en error a la tièra %1

source: Messages from list %1 that were sent to your address %2 have generated non-delivery reports since %3. If this problem persists, you will be automatically unsubscribed from the list.
oc: Los messatge de la tièra %1 que vos mandèrem a l'adreiça %2 genèran d'errors dempuèi lo %3. Aquel problèma contunhe, vos desabonarem automaticament de la tièra

source: You can contact list owner:
oc: Podètz contactar le proprietari de la tièra :

source: Topics udpating in list %1
oc: Actualizacion dels tèmas per la lista %1

source: Some of the topics you are subscribed to in the list '%1' have been deleted. Deleted topic(s) is(are) :
oc: Certans tèmas que i setz abonats dins la lista '%1' son suprimits.Lo(s) tèma(s) suprimit(s) son (es) :

source: To update your topics subscription, go to the following page : %1
oc: Per actualizar los tèmas que sètz abonats, consultatz la pagina çai sota :%1

source: Welcome to list %1
oc: Benvenguda a la tièra %1

source: Welcome to list %1@%2
oc: Benvenguda a la tièra %1@%2

source: Your subscription email is %1
oc: Sètz abonat(/ada) amb l'adreiça %1

source: Everything about this list:
oc: Per saber tot d'aquela tièra :

source: Result of your command
oc: Resultats de vòstra comanda

source: Here are the lists you are currently subscribed to :
oc: Vaquí las tièras que i sètz abonat(/ada) :

source: Lists you are owner of:
oc: Vaquí les tièras que ne sètz proprietari :

source: Lists you are editor of:
oc: Vaquí les tièras que ne sètz moderator:

source: encrypted message for list %1@%2
oc: Messatge criptat per la tièra %1@%2

source: An encrypted message from %1 has been distributed to Subject : %2
oc: %1 emetèt un messatge criptat que foguèt difusit a la tièra. Objèct del messatge : %2

source: It was not possible to send you the message because the mailing list manager was unable to access your personal certificate (email %1).
oc: Èra pas possible de mandar lo vòstre messatge perque l'administrator de la lista es pas capable de legir lo vòstre certificat (corrièr electronic %1).

source: Please, in order to receive future encrypted messages send a signed message to %1@%2 .
oc: Per recebre messatges criptats, mandatz corrièr electronic signat a l'adreiça %1@%2.

source: Information about this list :
oc: Per tota informacion a prepaus d'aquesta tièra :

source: A virus in your email
oc: Un virus dins vòstre messatge

source: ***** V I R U S A L E R T *****
oc: **** A L È R T A V I R U S ****

source: Our viruschecker found a virus named %1 in a message addressed to %2 and that seems to be yours (From: %3).
oc: Un messatge que sembla venir de vos (%3) a destinacion de %2 capiá lo virus seguent : %1.

source: We stopped delivery of this email.
oc: Avèm arrestat lo transferiment d'aquel messatge abans que siá distribuit.

source: It may be useful to check your system for viruses. Note, however, that many viruses fake sender's e-mail address, so it is possible that the virus didn't come from your computer. In that case, please disregard this message.
oc: Seriá prudent de passar vòstra maquina a l'antivirus. Nòta : un fum de virus falsifican l'adreiça de l'expeditor. Se pòt donc qu'aquel virus venga pas de vòstre ordenador. Foguèsse lo cas, podètz ignorar aquesta alèrta.

source: closed
oc: barrat
