Repository: udaykiran/fortyonekings
Catalog: sympa-5.4.7/po/*.po
Languages: oc

source: notify owner
oc: notificar al proprietari

source: Information file
oc: Fichièr d'informacion

source: Configuration file
oc: Fichièr de configuracion

source: HTTPS authentication information
oc: Informacion d'autentificacion HTTPS

source: User certificate belong to
oc: Certificat per

source: Certificate expiration date
oc: Data d'expiracion del certificat

source: Certificate issuer
oc: Emetor del certificat

source: Cipher key size used
oc: Talha de clau utilizada

source: You asked to be unsubscribed from list %1
oc: Avètz demandat de vos desabonar de la tièra %1.

source: To confirm your request, please click the button below :
oc: Per confirmar vòstra demanda, mercés de clicar lo boton çai jos :

source: I unsubscribe from list %1
oc: Me desaboni de %1

source: You are not subscribed to list %1 with e-mail address %2
oc: Sètz pas abonat(/ada) a la tièra %1 amb l'adreiça %2

source: You might have subscribed with another address. Please contact the list owner to help you unsubscribe :
oc: Tan plan vos abonèretz amb una autra adreiça? Podètz contactar lo proprietari de la tièra que vos ajude per vos desabonar :

source: You requested unsubscription from list %1
oc: Avètz demandat de vos desabonar de la tièra %1.

source: To confirm your identity and prevent anyone from unsubscribing you from this list against your will, a message containing an URL will be sent to you.
oc: Per confirmar vòstra identitat e empachar qualqu'un mai de vos desabonar sens vòstre acòrdi, un messatge que cap una URL vos serà mandat.

source: Check your mailbox for new messages and examine the message from Sympa to find your password. Enter that password, below. This wil confirm your request to be unsubscribed from list %1.
oc: Sympa vos a mandat un messatge electronic, sasissètz çai sota lo mot de santa Clara qu'avètz recebut. Aquò confirmarà vòstra demanda de desabonament de la tièra %1.

source: e-mail address
oc: adreiça de messatjariá

source: This password, associated with your email address, will allow you to access your custom environment.
oc: Aquel mot de santa Clara, associat a vòstra adreiça de messatjariá, vos permet d'anar configurar vòstra abonament a l'interfàcia web de la tièra.

source: Please provide your email address for your unsubscription request from list %1.
oc: Indicatz vòstra adreiça electronica per demandar que vos desabonen de la tièra %1.

source: Your e-mail address :
oc: Vòstra adreiça de messatjariá :

source: To confirm your unsubscription from list %1, please enter your password below :
oc: Per confirmar vòstra demanda de desabonament de la tièra %1, mercés de porgir çai jos vòstre mot de santa Clara :

source: If you've never had a password from that server or if you don't remember it :
oc: S'avètz pas agut de mot de santa Clara o se l'avètz demembrat :

source: Cascading Style Sheet
oc: Fuèlh d'estil

source: static css installation succeed. Reload the current page and/or check sympa logs to be sure that static css a really in use.
oc: La CSS estatica es installada. Tornatz cargar la pagina correnta e/o verificatz las doberturas de session (logs) de Sympa per vos assegurar de la presa ne compte dels CSS.

source: The css_path parameter is defined, value is
oc: Lo paramètre css_path es definit, la seuna valor es

source: the current definition for css location (css_url parameter) is
oc: lo paramètre actual per los CSS (paramètre css_url) es

source: install static css
oc: installar lo css estatic

source: Currently you have not defined the css_path parameter. <strong>You should edit the robot.conf configuration file </strong> (or if not using virtual robot, the sympa.conf file). Setting this parameter allows you to use this page to install static CSS and <strong>make sympa faster</strong>. Don't forget to set parameter css_url, it must be the URL for the directory where css are stored (current value is <a target="test" href="%1">%1</a>).
oc: Avètz pas configurar lo paramètre css_path.<strong>Vos calriá editar lo fichièr de configuracion del robòt</strong>(o sympa.conf si gerètz pas de robòts virtuals) e posicionar aqueste paramètre per fin d'installar una version estatica dels CSS.

source: W3C CSS validation tools
oc: espleches de validacion CSS de W3C

source: The current version doesn't include a color editor, so you need to edit robot.conf (or sympa.conf) to change colors. Here are the colors as defined for the current robot in robot.conf. If you did install statics CSS files, the colors in use may differ from this table.
oc: La version actuala a pas d'editor de colors, las devètz configurar dins lo fichièr robòt.conf (o sympa.conf). Vaquí las colors definidas per lo robòt actual. S'avètz mes en plaça un fichièr CSS estatic, las colors utilizadas pòdon èsser diferentas.

source: This table display every colors used in Sympa, with their hexadecimal code
oc: Taula afichant las colors utilizadas per Sympa amb lor codatge exadecimal

source: parameter
oc: paramètre

source: parameter value
oc: valor del paramètre

source: color lookup
oc: veire las colors

source: parameter usage
oc: ròtle del paramètre

source: background color of:<UL><LI> one out of two lines in tables, alternated with color_5. It is intended to be the darkest shade, as color_5 has other uses.</LI></UL>
oc: color del fons dels elements seguents :<UL><LI> una linha sus doas dins las taulas, alterna amb la color_5. Es normalament la mai escura de las doas perque la color_5 a d'usatges mai appropriats per una color clara.</LI></UL>

source: background color of:<UL><LI>main navigation tabs;</LI><LI> most of the buttons (those corresponding to the MainMenuLinks CSS class).</LI></UL>
oc: color del fons dels elements seguents : <UL><LI>onglets de navigacion principala ; </LI><LI>la magèr part dels botons (los que correspondent a la classa CSS MainMenuLinks).</LI></UL>

source: font and border color of:<UL><LI> almost everything. Exceptions for borders are &lt;TD/&gt; borders; exceptions for fonts are links, buttons and some titles.</LI></UL>
oc: color de polissa de caractèr e de bordadura per los elements seguents : <UL><LI> Quasi tot. Los sols bòrds que fan excepcion son los dels elements &lt;TD/&gt; ; las polissas que fan excepcion son las dels ligams ipertèxts, dels botons e de certans títols.</LI></UL>

source: background color of:<UL><LI>top box;</LI><LI>footer box.</LI></UL>
oc: color del fons de :<UL><LI>cap de pagina;</LI><LI>pè de pagina.</LI></UL>

source: background color of:<UL><LI>page;</LI><LI>table headers;</LI><LI>the rest of the buttons (which are in fact hyperlinks, corresponding to the actionMenuLinks CSS class).</LI></UL>
oc: color del fons dels elements seguents : <UL><LI>pagina ; </LI><LI>cap de colomna del taulador; </LI><LI>çò que daissa son botons (sont en fach de ligams ipertèxts, correspondent a la classa CSS actionMenuLinks).</LI></UL>

source: background color of:<UL><LI>all the main interface boxes;</LI><LI>the lightest color for the table lines, contrasting with color_0.</LI></UL>
oc: color del fons dels elements seguents :<UL><LI>las brustias totas de l'interfàcia principala ; </LI><LI>la mai clara de las colors de linhas del taulador serà alternada amb color_0.</LI></UL>

source: background color of:<UL><LI>active action (for example, the section of the admin options which is currently viewed, or the header corresponding to the data following which an array is currently sorted);</LI><LI>hovered actions;</LI><LI>hovered buttons corresponding to the actionMenuLinks CSS class;</LI><LI>hovered navigation tabs.</LI></UL>
oc: color del fons dels elements seguents :<UL><LI>accion activa (per exemple, lo nom de la seccion de las opcions d'administracion que sètz a consultar o lo cap de colomna seguent las valors qu'amb elas un taulador es triat) ; </LI><LI>accions subrevoladas per lo cursor de la mirga ; </LI><LI>botons correspondent a la classa CSS actionMenuLinks subrevolats per la mirga; </LI><LI>onglets de navigacion subrevolats per la mirga.</LI></UL>

source: background color of:<UL><LI>error messages;</LI><LI>just edited area in the administrative management section.</LI></UL>
oc: color del fons dels elements seguents :<UL><LI>messatges d'error ;</LI><LI>zòna que la configuracion foguèt modificada dins la seccion d'administracion.</LI></UL>

source: doted underscore color of:<UL><LI>hyperlinks.</LI></UL>
oc: color del soslinhament del puntejat :<UL><LI>hyperlinks.</LI></UL>

source: <UL><LI>border color for active action (for example, the section of the admin options which is currently viewed, or the header corresponding to the data following which an array is currently sorted);</LI><LI>border color for hovered hyperlinks corresponding to actions;</LI><LI>background color for clicked links (corresponding to the .active state in a CSS).</LI></UL>
oc: <UL><LI>color de bòrd per una accion activa (exemple : la seccion de las opcions d'administracion que sètz de consultar o lo bòrd de cap de colomna seguent las valors qu'amb elas lo taulador es triat) ;</LI><LI>color que pren lo bòrd dels ligams ipertèxts correspondent a d'accions quora la mirga los subrevola;</LI><LI>color de fons per los ligams qu'avètz clicats dessús (correspondent à l'estat ".active" del fuèlh CSS).</LI></UL>

source: inactive buttons color. Rarely used.
oc: color de fons dels botons inactius. Rarament emplegada.

source: font color for:<UL><LI>active navigation tab;</LI><LI>&lt;H2/&gt; titles;</LI><LI>hovered links;</LI><LI>some hovered buttons action(which are in fact hyperlinks, corresponding to the actionMenuLinks CSS class).</LI></UL>
oc: color de polissa de caractèr per los elements seguents :<UL><LI>onglet de navigacion actiu ; </LI><LI>balisas de títol &lt;H2/&gt; ; </LI><LI>ligams ipertèxts subrevolats per la mirga ; </LI><LI>certans botons d'accion quora son subrevolats per la mirga (son en vertat ligams ipertèxts correspondent a la classa CSS actionMenuLinks).</LI></UL>

source: font color for:<UL><LI>the class smallblack. Not sure it is used.</LI></UL>
oc: color de polissa de caractèr per los elements seguents : <UL><LI>La classa CSS smallblack. Es utilizada ? </LI></UL>

source: background color of:<UL><LI>editable form areas (text areas, selection lists, ...);</LI><LI>the rest of hovered buttons (those corresponding to the MainMenuLinks CSS class).</LI></UL>
oc: color del fons dels elements seguents : <UL><LI>zònas modificablas dels formularis (zònas de tèxt, quadre de lista desrotlanta, ...) ; </LI><LI>çò que daissa dels botons quora son subrevolats par la mirga (los que correspondon a la classa CSS MainMenuLinks).</LI></UL>

source: unused
oc: inutilizat

source: deprecated
oc: tresanat (ada)

source: The mailing list server requires a working email address. Please provide your email address below. <p><i>Please note:</i> the email field may be pre-populated. If it is, then your authentication server has supplied an email address it associates with you. Whether you enter an address manually or accept the one provided, you will still need to confirm that this is a working email address by entering a confirmation password that will be sent to you. Please press the "Send me a confirmation password" to continue to the confirmation step.
oc: Lo servidor de listas a de besonh d'una adreça de corrièr electronic valida.Vos cal informar vòstra adreça de corrièr electronic çai sota<p><i>Remarca :</i> lo formulari pòt èsser ja garnit. Dins aqueste cas, lo vòstre servidor d'autenticacion a donat vòstra adreça de corrièr electronic. De tot biais, devètz confirmar se s'agís d'una adreça valida amb lo mot de santa Clara de confirmacion recebut per corrièr electronic. Clicatz sus "mandatz me un mot de santa Clara de confirmacion" per passar a l'etapa seguenta.

source: A confirmation password will be sent to the address you supply, after pressing the button. This will take you to the next screen to confirm that your address is operational.
oc: Un mot de santa Clara de corrièr electronic serà mandat a vòstra boita de corrièr electronic qu'avètz donat; clicatz sus lo boton. Seretz menat cap a una pagina per verificar se l'adreiça vòstra de corrièr electronica es plan operacionala.

source: Your e-mail address:
oc: Vòstra adreiça de messatjariá :

source: Send me a confirmation password
oc: Mandatz-me un mot de santa Clara de confirmacion

source: A confirmation password has been sent to your email address %1.<br />Please check your e-mail box for the message containing the confirmation password needed below.
oc: Vos avèm mandat vòstre mot de santa Clara a l'adreiça %1<br>Mercés de sasir çai sota aquel mot de santa Clara.

source: Validate Address
oc: Validar l'adreiça de corrièr electronic

source: Shared document directory size
oc: Talha del repertòri de documents partejats

source: Web archives size
oc: Talha dels archius web

source: Listing subscription to moderate
oc: Tièra dels messatges en espèra d'aprobacion

source: No subscription requests
oc: Pas cap de demanda d'abonament

source: Add selected addresses
oc: Abonar las adreiças seleccionadas

source: Reject selected addresses
oc: Regetar las adreças seleccionadas

source: You are subscribed since
oc: Sètz abonat(/ada) dempuèi

source: Last update:
oc: Darrièra actualizacion :

source: Receiving mode :
oc: Biaisses de recebre :

source: Topic subscription :
oc: Abonament tematic :

source: Other (messages not tagged)
oc: Autre (messatges non etiquetats)

source: Disable topics subscription
oc: Desactivar l'abonament per tèma.

source: Only possible in "normal" receiving mode
oc: Es sonque disponible dins lo biais de recepcion estandard

source: You requested a subscription to list %1
oc: Avètz demandat de vos abonar a la tièra %1.

source: I subscribe to list %1
oc: M'aboni a %1

source: This password, associated with your email address, willallow you to access your custom environment.
oc: Aquel mot de santa Clara, associat a vòstra adreiça de messatjariá, vos permet d'anar configurar vòstra abonament a l'interfàcia web de la tièra.

source: My password ?
oc: Mandatz-me mon mot de santa Clara

source: You are already subscriber of list %1
oc: Ja sètz abonat(/ada) a la tièra %1

source: Sympa error - could not display web page
oc: Error de Sympa - Es Pas possible d'afichar la pagina web

source: Sympa could not deliver the requested page for the following reason :
oc: Sympa poguèt pas tornar la pagina demandada per la rason seguenta :

source: Please contact the listmaster.
oc: Vos pregam de contactar lo responsable de la tièra (listmaster)

source: Powered by
oc: Aquel servici es rendut per

source: Search by :
oc: Recercar sus :

source: Message Id
oc: Messatge ld

source: ex: 24/05/2006
oc: per exemple: 03/05/2006

source: Search by type :
oc: Recercar per tipe :

source: All
oc: Tot

source: Authentication
oc: Autentificacion

source: List Management
oc: Gestion de la lista

source: User preferences
oc: Preferéncias del usancièr

source: User management
oc: Gestion dels abonats

source: Web documents management
oc: Gestion dels documents

source: Search by IP :
oc: Recercar per IP:

source: View
oc: Visualizacion

source: Reset
oc: Escafar

source: Search period:
oc: Recercar dins un periòde

source: to
oc: al

source: Research was carried out in list <strong>%1</strong>.
oc: La recèrca es facha sus la lista <strong>%1</strong> !

source: %1 results
oc: %1 resultats

source: List
oc: La tièra

source: Action
oc: Accion

source: Parameters
oc: Paramètres

source: Target Email
oc: Mandar aquel messatge

source: Message ID
oc: ID Messatge

source: Error type
oc: Tipe d'error

source: User Email
oc: Adreiça de l'expeditor

source: User IP
oc: Adreiça IP

source: Service
oc: Servici

source: view other events related to this message id.
oc: visualizar mai d'eveniments ligats a aqueste messatge.

source: Other events
oc: Autres eveniments

source: Template name :
oc: Nom del garbi :

source: Type :
oc: Tipe :

source: Path :
oc: Camin :

source: ( this template is defined for list %1@%2 )
oc: (aqueste gardi es definit al nivèl de la lista %1@%2)

source: ( this template is the default for all lists of robot %1 unless it is redefined for a specific list )
oc: (Aqueste garbi es mes per defaut per las listas totas del robòt %1 levat s'es definit al nivèl d'una lista)

source: ( this template is the default used by all robots unless redefined for a specific robot )
oc: (Aqueste garbi es definit per los robòts totes levat s'es tornat definit al nivèl d'un robòt especific)

source: Web archives are closed.
oc: Los archius web son tampadas.

source: Web archives are restricted to list subscribers and local domain users.
oc: Los archius web son reservats als abonats e als membres del domèni local

source: Web archives are restricted to listmaster.
oc: Los archius web son reservats a l'administrator (listmaster).

source: Web archives are restricted to list owners.
oc: Los archius web son reservats als proprietaris de tièras

source: Web archives are restricted to list subscribers.
oc: Los archius web son limitats als abonats.

source: Adding a user to the list is restricted to list owners.
oc: L'apondi d'abonats es reservat als gestionaris de la lista.

source: Adding a user to the list is not allowed.
oc: L'apondi d'abonats dins aquela lista es pas permés

source: List creation is restricted to local domain users.
oc: Reservat als membres del domèni local

source: List creation is restricted to listmaster.
oc: La creacion d'una lista es del domèni de l'administrator (listmaster)

source: Shared document edition is restricted to list subscribers.
oc: L'edition dels documents partajats es limitada als abonats

source: Shared document edition is restricted to list owners.
oc: L'edition dels documents partajats es reservada als proprietaris.

source: Shared document edition is restricted to list subscribers authenticated with user certificate.
oc: L'edition dels documents partajats es reservada reservat als abonats autentificats

source: Deleting a user from the list is restricted to list owners.
oc: Lo dreit de suprimir d'abonats es reservat als administradors de la lista.

source: It is not possible to delete a user from the list.
oc: Es pas possible de suprimir un usancièr de la tièra

source: Shared document reading is restricted to list owners.
oc: L'accès als documents partajats es limitat als proprietaris

source: Shared document reading is restricted to list subscribers.
oc: L'accès als documents partajats es reservat als abonats

source: Shared document reading is restricted to list subscribers authenticated with user certificat.
oc: L'accès als documents partajats es reservat als abonats autentificats

source: you are not allowed to edit list parameters.
oc: avètz pas l'autorizacion d'editar los paramètres

source: List parameter editing is restricted to list owners.
oc: reservat als proprietaris de tièras

source: The 'global remind' feature is restricted to listmaster.
oc: La foncion de rampèl dels abonaments es reservat a l'administrator.

source: List information is restricted to list subscribers.
oc: Moderada, limitada als abonats

source: The 'invite' feature is unavailable.
oc: La comanda 'INVITE' es pas accesible.

source: The 'invite' feature is restricted to list owners.
oc: Lo foncion d'invitacion es reservat als proprietaris de las listas.

source: The 'invite' feature is restricted to list subscribers.
oc: Lo foncion d'invitacion es reservada als abonats.

source: The 'remind' feature is restricted to listmaster.
oc: La fonccion de rampèl dels abonaments es reservat a l'administrator (listmaster)

source: The 'remind' feature is restricted to list owners.
oc: La fonccion de rampèl dels abonaments es reservat als proprietaris de tièras

source: The 'review' feature is unavailable.
oc: L'accès a la lista dels abonats es pas possible.

source: The 'review' feature is restricted to list subscribers and local domain users.
oc: Reservat als abonats e als membres del domèni local

source: The 'review' feature is restricted to listmaster.
oc: Reservat a l'administrator (listmaster)

source: The 'review' feature is restricted to list owners.
oc: L'accès a la lista dels abonats es reservat als proprietaris.

source: The 'review' feature is restricted to list subscribers.
oc: Moderada, limitada als abonats

source: Message distribution in this list is not allowed.
oc: La difusion del messatge dins aquesta lista es pas permés

source: Message distribution in the list is restricted to local domain users.
oc: Reservat als membres del domèni local

source: Message distribution for this list is restricted to list subscribers and local domain users.
oc: reservat als abonats e als membres del domèni local

source: Message distribution for this list is restricted to list moderators.
oc: Letra d'informacions, limitada als moderators

source: Multipart messages are not allowed in this list.
oc: Los messatges "multipart" son pas autorizats dins aquesta lista.

source: Message distribution in the list is restricted to list subscribers.
oc: Moderada, limitada als abonats

source: Message distribution for this list is restricted to list subscribers check S/MIME signature.
oc: reservat als abonats autentificats (verifica la signatura S/MIME)

source: You are not allowed to subscribe to this list.
oc: Avètz pas lo dreit de vos abonar dins aquesta lista.

source: Subscription to this list is restricted to local domain users.
oc: Reservat als membres del domèni local

source: Subscription to this list requires S/MIME signature.
oc: L'abonament a aquesta lista a de besonh d'autenticacion S/MIME.

source: Topics visibility is restricted to listmaster.
oc: Reservat a l'administrator (listmaster)

source: Topics visibility is restricted to identified users.
oc: Las categorias son visiblas sonque als usancièrs identificats.

source: It is not possible to unsubscribe from this list.
oc: Es pas possible de se desabonar de la lista.

source: List is Private : You can not read the archives.
oc: La tièra es privada :ne podètz pas legir los archius.

source: List is Private : You can not browse available files.
oc: La tièra es privada: podètz pas consultar la tièra dels fichièrs disponibles.

source: The MODINDEX command is restricted to moderators.
oc: La comanda MODINDEX es reservada als moderators.

source: This action is restricted to list owners or moderators.
oc: L'operacion es reservada als proprietaris e als moderators.

source: This action is restricted to moderators.
oc: L'operacion es reservada als moderators.

source: This action is restricted to list owners.
oc: L'operacion es reservada als proprietaris de las tièras

source: This action is restricted to listmasters.
oc: Reservat a l'administrator (listmaster)

source: This action is restricted to listmasters or list owners.
oc: L'operacion es reservada als administrators (listmaster) e als proprietaris de tièras

source: This action is restricted to listmasters or privileged list owners.
oc: Reservat als administrators (listmasters) o als proprietaris de tièras privilegiats

source: This action is restricted to document author, listmasters or privileged list owners.
oc: Aquesta operacion es reservada a l'autor del document, a l'administrator (listmaster) o als proprietaris privilegiats.

source: This action is restricted to privileged list owners.
oc: Reservat als proprietaris de tièras

source: Right on this action is '%2' for a '%1'.
oc: Los dreits sus l'operacion :'%2' per '%1'

source: You need to login.
oc: Vos cal identificar

source: This action is impossible because editing is a moderated function.
oc: Aquesta operacion es pas possible perque l'edicion es somesa a moderacion.

source: This action is impossible for directories because editing is a moderated function.
oc: Aquesta operacion es pas disponibla per los dorsièrs perque l'edicion es somesa a moderacion.
