Repository: udaykiran/fortyonekings
Catalog: sympa-5.4.7/po/*.po
Languages: oc

source: %1 is already subscribed to the list %2
oc: %1 es ja abonat a la tièra %2

source: Please provide your password
oc: Vos pregam de porgir vòstre mot de santa Clara

source: The passwords you typed do not match
oc: Los 2 mots de santa Clara son diferents

source: Provided path is incorrect for template '%1'
oc: Lo camin del fichièr '%1' es incorrècte

source: Cannot open file '%1'
oc: Impossible d'accedir a %1

source: You need to provide list name
oc: Vos cal donar lo nom de la lista

source: Failed to moderate a message ; it was probably moderated by another moderator
oc: Lo messatge a pas pogut èsser moderat; es ja tractat per un autre moderator

source: Tagging message is required for this list
oc: Lo marcatge dels messatges es una obligacion per aquela lista.

source: Archives are empty for this list
oc: Las archius d'aquesta lista son vuejas

source: You did not select an action to perform
oc: Avètz pas seleccionat l'operacion de far

source: No bounce for user %1
oc: Cap de messatge a l'usancièr %1 tornèt pas d'error

source: List has no bouncing subscribers
oc: La tièra ten pas cap d'abonats en error

source: Config file has been modified by %1. Cannot apply your changes
oc: %1 a modificat lo fichièr de configuracion. Impossible d'aplicar vòstras modificacions

source: Topic "other" is a reserved word
oc: Lo tèma "other" es un mot reservat.

source: Parameter '%1' must have values
oc: Cal que lo paramètre '%1' aja las valors

source: Parameter '%1' has got wrong value : '%2'
oc: Lo paramètre '%1' a una valor incorrècta : '%2'

source: The list '%1' is already closed
oc: La tièra ja es barrada

source: The list '%1' is not closed
oc: La tièra es pas barrada

source: '%1' : bad listname
oc: '%1' : nom de tièra incorrècte

source: '%1' list already exists
oc: La tièra '%1' ja existís

source: Incorrect listname '%1' : matches one of service aliases
oc: L'adreiça de la lista incorrecta '%1' : i a un conflicte amb una adreiça de servici.

source: %1 : No such file or directory
oc: %1 : document o repertòri inexistent

source: Unable to read %1 : empty document
oc: Impossible de legir %1 : document void

source: There is no shared documents
oc: I a pas de documents partajats

source: The shared document space is empty
oc: L'espaci del document partajat es vuèg

source: The shared directory cannot have any description
oc: Lo dorsièr partajat a pas de descripcion

source: No description specified
oc: Pas cap de descripcion disponibla

source: Unable to describe, the document '%1' does not exist
oc: Es pas possible de descriure lo document '%1'; existís pas

source: Data has changed on disk. Cannot apply your changes
oc: Las donadas an cambiat sul disc. Se pòdon pas aplicar vòstras modificacions

source: %1 : incorrect name
oc: %1 : nom incorrècte

source: Failed : your content is empty
oc: Falhida : vòstra zòna d'edicion es vuèja

source: Cannot overwrite file %1
oc: Impossible d'espotir lo fichièr %1

source: A directory named '%1' already exists
oc: lo repertòri %1 existís ja

source: This is an already existing document : '%1'
oc: Lo document existís ja : '%1'

source: No name specified
oc: Avètz pas precisat cap de nom

source: The document repository exceed disk quota.
oc: La qüòta d'espaci disc es subrepassada.

source: Cannot upload file %1
oc: Impossible de descargar lo fichièr %1

source: You're not authorized to upload an INDEX.HTML in %1
oc: Avètz pas la permission d'encargar un fichièr INDEX.HTML a %1

source: The upload failed, try it again
oc: Lo telecargament a pas capitat. Tornatz assajar

source: Directory %1 and its contents could not be copied : %2
oc: Lo repertòri %1 e son contengut se poguèron pas copiar

source: File %1 was not copied : %2
oc: Lo fichièr %1 es pas copiat

source: Failed : %1 not empty
oc: Falhida : lo repertòri %1 es pas vuèg

source: No certificate for this list
oc: Cap de certificat es pas disponible per aquela tièra

source: This list has no message topic
oc: Aquesta lista a pas de tèma

source: Tag message with topic is required for this list
oc: Lo marcatge dels messatges es una obligacion per aquesta lista.

source: No entry for user '%1'
oc: Cap d'intrada per l'usancièr %1

source: Please select archive months
oc: Seleccionar los meses d'archiu

source: No SOAP service
oc: Pas cap de servici SOAP

source: Authentication failed
oc: L'autentificacion a pas capitat

source: AUTHORIZATION REJECT (%1)
oc: AUTORIZACION REFUSADA (%1)

source: Could not change your subscription address for the list '%1' because your new address is not allowed to subscribe/unsubscribe :
oc: Impossible de cambiar vòstra adreiça d'abonament a la tièra %1 pr'amor que la novèla adreiça a pas l'autorizacion de s'abonar.

source: Closed lists
oc: Tièras tancadas

source: list name
oc: Nom de la tièra

source: list subject
oc: Subjècte de la tièra

source: Requested by
oc: Demandada per

source: Purge selected lists
oc: Escafar lo contengut de las tièras seleccionadas

source: Inactive Lists
oc: Tièras Inactivas

source: Most recent message
oc: Lo messatge mai nòu

source: Listname
oc: Nom de la tièra

source: Latests Lists
oc: Darrièras tièras

source: Pending lists
oc: Tièras en espèra

source: Requested date
oc: Demandada de data

source: Listname :
oc: Nom de la tièra :

source: Subject :
oc: Subjècte :

source: List requested by
oc: Demandada per

source: on %1
oc: A : %1

source: Aliases you should install in your mailer
oc: Los aliasses d'installar

source: Sympa could not set a cookie for login. Your should configure your browser to accept cookies
oc: Sympa capita pas de posicionar un cookie d'autentificacion a vòstre navigador. Vos caldriá probablament paramatrar vòstre navigador per qu'acceptèsse los cookies.

source: The %1 most recent messages
oc: Los %1 messatges novèls

source: Recent messages
oc: Los darrièrs messatges

source: The most recent messages for this list
oc: Los messatges novèls d'aquesta lista

source: From
oc: De

source: The %1 most recent shared documents
oc: Los %1 documents novèls partejats

source: Most recent shared documents
oc: Los documents partajats los mai recents

source: Most recent documents for this list
oc: Los darrièrs documents per la lista

source: Name
oc: Nom

source: Directory
oc: Repertòri

source: The %1 newest lists
oc: Las %1 tièras las mai novèlas

source: New lists
oc: Nom de tièras novelas

source: The latest lists of this robot
oc: Las darrièras tièras creadas

source: %1 occurrence(s) found
oc: %1 ocurréncia(s) trobada(s)

source: <strong>%1</strong> is subscribed to the following mailing lists
oc: <strong>%1</strong> es abonat a las tièras seguentas

source: No subscriptions with address <strong>%1</strong>!
oc: Pas d'abonaments amb l'adreiça <strong>%1</strong> !

source: See your subscriptions with the following email addresses
oc: Veire vòstres abonaments amb las adreiças seguentas

source: Unify your subscriptions with the email
oc: Unificar vòstre abonaments amb l'adreiça

source: That is to say you are using a unique email address in Sympa for your subscriptions and preferences
oc: Valent a dire emplegar una adreiça unenca a Sympa per totes vòstres abonaments vòstras preferéncias

source: Validate
oc: Validar

source: Your password has been sent to your email address %1.<br />Please check your e-mail box to provide your password below.
oc: Vos avèm mandat vòstre mot de santa Clara a l'adreiça %1<br>Mercés de sasir çai sota aquel mot de santa Clara.

source: You need to login to access your custom WWSympa environment or to perform a privileged operation (one that requires your email address).
oc: Vos cal vos identificar per accedir a vòstre entorn personalizat o far una accion que demanda autorizacion.

source: Most mailing list features require your email. Some mailing lists are hidden to unidentified persons.<br /> In order to benefit from the full services provided by this server, you probably need to identify yourself first.
oc: La màger part dels servicis demandan vòstra adreiça electronica. D'unas tièras demòran escondudas tant que sètz pas identificat(/ada)<br /> Per aprofechar l'accès complet als servicis que prepausa aquel servidor, vos es plan probable que vos calga d'en primièr vos identificar.

source: To login, select your organization authentication server below.<br /> If it is not listed or if you don't have any, login using your email and password on the right column.
oc: Per vos identificar, seleccionatz çai sota lo servidor d'autentificacion de vòstre organisme.<br> Siá pas prepausat aquí, o n'ajatz pas cap, vos podètz identificar en bailar vòstra adreiça de messatjariá e vòstre mot de santa Clara a la colomna de drecha.

source: Login with you email address and password. You can request a password reminder.
oc: Identificatz-vos en sasir vòstra adreiça electronica e vòstre mot de santa Clara. Podètz demandar un messatge per vos remembrar vòstre mot de santa Clara.

source: This page is suggested in order to edit or create mail or web tt2 templates.
oc: Aquesta pagina permet l'edicion o la creacion de garbis (templates) per los messatges de corrièr electronic o per l'interfàcia web.

source: Priority rules for template selection : <ul> <li>IF list context defined, apply list template if exist</li> <li>ELSE apply robot defined template if exist</li> <li>ELSE apply locally defined template if exist</li> <li>ELSE apply template included in the distribution (these must not be edited because Sympa's update will over write these files)</li> </ul>
oc: Règlas de prioritat per l'aplicacion dels modèls :<ul><li>SE una lista es especificada, utilisacion del modèl de la lista</li> <li>SENON utilisacion del modèl del robòt s'existís</li> <li>SENON utilisacion del modèl del site s'existís</li> <li>SENON utilisacion del garbi per defaut, distribuit amb Sympa (cal pas que sián modificats perque Sympa es a los espotir a cada actualizacion</li> </ul>

source: First you may list a category of templates; the list should include a default template and may include any templates designated for a particular list. You will then have an oportunity to copy and edit templates for the current robot or the named list.
oc: Podètz listar una categoria de garbis, o tanben los d'una lista especifica. Poiretz, aprèp copiar e editar los garbis del site o d'aquesta lista.

source: Select templates type :
oc: Seleccionar un tipe de garbi

source: Select a list :
oc: Seleccionar una lista :

source: Reload
oc: Recargar

source: This table contain all templates you can copy or see
oc: Taula contenent los garbis (templates) totes que se pòdon editar o copiar

source: template name
oc: Lo nom del garbi

source: distrib
oc: distribuar

source: view
oc: visualizar

source: rm
oc: suppression

source: Do you really want to remove %1 ?
oc: Sètz segur(a) de voler suprimir %1 ?

source: The mailing list server is in maintenance mode, no operation can be performed during this period.
oc: Lo servidor de lista es en mantenença, cap d'operacion son fachas d'aquel temps.

source: Listing messages to moderate
oc: Tièra dels messatges en espèra d'aprobacion

source: Distribute
oc: Distribuar

source: Reject
oc: Refusar

source: Notified reject
oc: Regetar

source: Reject and blacklist sender
oc: Refusar e apondre a la lista nègra

source: edit blacklist
oc: editar la lista nègra

source: Please select one or more topic(s) that corresponds to the messages you wish to distribute :
oc: Seleccionatz un o mai d'un tèma per descriure lo messatge vòstre :

source: Size
oc: Talha

source: No subject
oc: Pas de subjècte

source: Toggle Selection
oc: Inversar la Seleccion

source: Listing of shared documents to moderate
oc: Tièra dels documents partejats en espera d'aprobacion

source: Install
oc: Installar

source: Listing of documents shared to moderate
oc: Tièra dels documents partejats en espera d'aprobacion

source: Your request has been forwarded to the list owner
oc: Avèm transmesa vòstra demanda al proprietari de la tièra

source: %1 subscribers added
oc: Venètz d'abonar %1 adreiças

source: %1 addresses have been removed
oc: L'adreça %1 foguèt suprimida

source: %1: action completed
oc: %1 : l'operacion a abocat

source: %1: action will complete soon
oc: %1 : l'operacion serà lèu abocada

source: Configuration file has been updated
oc: La configuracion de la tièra es actualizada

source: List has been purged
oc: La tièra es estada espurgada

source: List has been closed
oc: La tièra es estada barrada

source: List has been restored
oc: La tièra es estada restaurada

source: File %1 successfully uploaded!
oc: Lo fichièr %1 s'es plan descargat al servidor

source: File %1 unziped!
oc: Lo fichièr %1 es plan descomprimit !

source: Old file %1 has been erased
oc: Lo fichièrs ancian %1 foguèt suprimit

source: File %1 waiting for moderation
oc: Fichièr %1 en espera d'aprobacion

source: File %1 saved
oc: Fichièr %1 salvat

source: Your password has been emailed to you
oc: Anatz recebre vòstre mot de santa Clara per corrièr electronic

source: To choose your password go to 'preferences', from the upper menu.
oc: Per causir vòstre mot de santa Clara, anatz a las 'Preferéncias', dempuèi lo menut amont

source: No message and no document to moderate for list %1
oc: Cap de messatge ni mai de document son pas en espèra de validacion per la tièra %1

source: The list of list members have been built/updated.
oc: La tièra dels abonats a la tièra s'en va èsser generada / actualizada .

source: The list of list members will be built/updated soon (a few minutes).
oc: La tièra dels abonats a la tièra s'en va èsser generada / actualizada d'aicí qualquas minutas.

source: Concerned subscribers have been notified about deleted topics.
oc: Los abonats son informats de la supression dels tèmas.

source: %1 addresses have been subscribed
oc: %1 d'adreças son abonadas

source: You have been authenticated
oc: Sètz estat(/ada) autentificat(/ada)

source: File %1 has been renamed to %2
oc: Lo fichièr %1 es tornat nomenar per %2

source: List has been set to the pending status ; listmaster need to validate it
oc: La lista es en espèra de validacion; lo listmaster la deu validar

source: Setting your picture for this list
oc: Actualizar lo vòstre avatar

source: You can upload your picture below ; it will be available in the list review page. The picture should use a standard format (gif, jpp, jpeg or png) and its size should not exceed 100 Kb.
oc: Podètz cargar lo vòstre avatar çai sota; apareisserà dins la pagina dels abonats de la lista. Aqueste avatar deu èsser un fichièr amb un format estandard (gif, jpp, jpeg o png) e sa talha deu èsser mens que 100 KO.

source: Your picture
oc: Vòstre avatar (picture)

source: In the members page
oc: Dins la lista dels membres

source: Email
oc: Adreça electronica

source: Language
oc: Lenga

source: Connection expiration period
oc: Expiracion de la connexion

source: Changing your email address
oc: Cambiament d'adreiça electronica

source: New email address :
oc: Adreiça electronica nòva :

source: Changing your password
oc: Cambiament de mot de santa Clara

source: Re-enter your new password :
oc: Tornatz intrar lo mot de santa Clara nòu :

source: You have forgotten your password, or you've never had any password related to this server
oc: Avètz doblidat vòstre mot de santa Clara o tenètz pas encara cap de mot de santa Clara a aquel servidor

source: it will be sent to you by email :
oc: vos serà mandat per corrièr electronic :

source: Your e-mail address
oc: Vòstra adreiça de messatjariá

source: Send me my password
oc: mandatz me mon mot de santa Clara

source: Operation successful. The message will be deleted as soon as possible. This task may be performed in a few minutes.
oc: L'operacion a capitat. Lo messatge serà espotit tre que possible. Aquò pòt prene qualques minutas. O podètz verificar en recargar la pagina.

source: Unable to find the message to delete, probably this message was received without Message-Id. Please refer to listmaster with complete URL of the message concerned
oc: Impossible de trobar lo messatge de suprimir. Arribèt probablament sens l'encap Message-Id:. Mercés de contactar l'administrator de tièras e de li transmetre l'URL del messatge d'espotir.

source: Unable to find the message to delete
oc: Impossible de trobar lo messatge d'escafar

source: Error while deleting this message, please refer to listmaster with complete URL of the message concerned.
oc: Error en suprimir lo messatge, mercés de contactar lo responsable de la tièra (listmaster) e de li transmetre l'URL del messatge.

source: New list name:
oc: Nom de tièra nòu

source: Rename this list
oc: Renommar aquela tièra

source: Do you really want to rename this list?
oc: Sètz segur(a) de voler renommar aquela tièra ?

source: This list is configured to require topic(s) foreach message.
oc: Aquesta lista es configurada per utilizar los tèmas, per cada messatge.

source: Please select one or more topic(s) that corresponds to your message below :
oc: Seleccionatz un o mai d'un tèma correspondent al messatge vòstre çai sota :

source: Tag this mail
oc: Marcar aquel messatge

source: To : %1
oc: A : %1

source: Date : %1
oc: Data : %1

source: Subject : %1
oc: Subjècte :%1

source: Dump
oc: Exportacion

source: Remind all subscribers
oc: Rampèl dels abonaments

source: Do you really want to send a subscription reminder message to the %1 subscribers?
oc: Sètz segur(a) de voler mandar un rampèl d\'abonament a cadun dels %1 abonats ?

source: Previous page
oc: Pagina precedenta

source: page %1 / %2
oc: pagina %1 / %2

source: Next page
oc: Pagina seguenta

source: Table which display list bounces
oc: Aquesta taula aficha la lista dels abonats amb error

source: bounce score
oc: taus d'error

source: Delete selected email addresses
oc: Desabonar las adreiças seleccionadas

source: Reset errors for selected users
oc: Anullar las errors pels abonats seleccionats

source: Table which display family lists
oc: Taula afichant las familhas de listas

source: Status
oc: Estatut

source: Instantiation date
oc: Data d'instanciacion

source: Page size
oc: Talha de la pagina

source: page
oc: pagina

source: Pending subscriptions
oc: Abonaments en espèra

source: Synchronize members with data sources
oc: Sincronizar los sòcis amb las sorças de donadas

source: Remind all
oc: Rampelar tot

source: Multiple add
oc: Abonaments multiples

source: Search user by email
oc: Recercar un usancièr per son corrièr electronic

source: Selection too wide, can not show selection
oc: La seleccion es tròp larga, impossible d'affichar la seleccion

source: List members
oc: Los abonats

source: Domain
oc: Domèni

source: Picture
oc: Avatar

source: Reception
oc: Recepcion

source: Sources
oc: Sorças

source: Sub date
oc: Abonat dempuèi

source: bouncing
oc: en error

source: %1's picture
oc: Avatar de %1

source: Do you really want to unsubscribe ALL selected subscribers?
oc: Sètz segur(a) de voler desabonar TOTES los abonats seleccionats ?

source: RSS channel
oc: Canal RSS

source: This server provides various news via RSS. Choose parameters and pickup the RSS url
oc: Aqueste servidor prepausa mai d'un flus RSS. Caussisètz los paramètres e recopiatz l'URL del flus RSS

source: Limit the number of response
oc: Limite en nombre de responsas

source: Limit the number of days used for the selection
oc: Limita de la seleccion en nombre de jorns

source: Update RSS URL
oc: Actualizar l'URL RSS

source: latest arc
oc: darrièrs messatges archivats

source: latest document
oc: los documents darrièrs

source: active lists
oc: tièras activas

source: latest lists
oc: darrièras tièras

source: Server error
oc: Error del servidor

source: new lists
oc: las tièras novèlas

source: active lists
oc: tièras activas

source: most recent messages
oc: Los darrièrs messatges publicats

source: most recent documents
oc: Los darrièrs documents publicats

source: The %1 new lists
oc: Las %1 tièras novèlas

source: for %1 days
oc: dempuèi %1 jorns

source: The %1 most active lists
oc: Las %1 tièras mai activas

source: The most active lists
oc: Las tièras mai activas

source: The %1 most recent messages
oc: Los %1 darrièrs messatges

source: Most recent messages
oc: messatges mai nòus

source: for %1 days
oc: dempuèi %1 jorns

source: The %1 most recent shared documents
oc: Los %1 darrièrs documents publicats

source: Most recent shared documents
oc: Los darrièrs documents

source: %1@%2 - %3 : %4 messages
oc: %1@%2 - %3 : %4 messatges

source: %1 by day
oc: %1 per jorn

source: Bookmark %1
oc: Marcapagina %1

source: Scenario test module
oc: Modul de test dels scenaris

source: Scenario name
oc: Nom du scenari

source: sender email
oc: adreiça de l'expeditor

source: Related email
oc: Adreiça electronica associada

source: Remote IP address
oc: Adreiça IP distanta

source: Remote host
oc: Servidor distant (Remote host)

source: Auth method
oc: Biais de s'autentificar

source: get matched rule
oc: mostrar la règla validada

source: Lists which %1 is subscribed
oc: Las listas a las qualas %1 es abonat

source: role
oc: perfil

source: reception
oc: recepcion

source: topics
oc: tèmas

source: bounce
oc: error

source: editor
oc: moderator

source: owner
oc: proprietari

source: del
oc: suprimir

source: Virtual Robots
oc: Los robòts virtuals

source: The following virtual robots are running on this server :
oc: Çai sota la tièra dels robòts virtuals gerits a aqueste servidor :

source: No Virtual Robot defined on this server
oc: Pas cap de robòt virtual definit sus aquel servidor

source: Families
oc: Familhas

source: Review lists from this family
oc: Veire las tièras d'aquela familha

source: Lists
oc: Las tièras

source: Inactive lists
oc: Tièras inactivas

source: Users
oc: Los usancièrs

source: Search User
oc: Recercar un usancièr

source: Rebuild HTML archives using "arctxt" directories as input.
oc: Tornar bastir los archius HTML en emplegar los repertòris "arctxt"

source: listname :
oc: nom de la tièra :

source: Rebuild archive
oc: Tornar bastir los archius

source: Rebuild all
oc: Tornar bastir toto

source: May take a lot of CPU time, be careful !
oc: Atencion, aquò pòt prene fòrça temps CPU !

source: Templates
oc: Los garbis

source: Setting defaults list templates
oc: Editar los garbis predefinits de las listas

source: Setting site templates
oc: Editar los garbis del servidor

source: view translations
oc: visualizar las reviradas

source: Customize templates
oc: Veire las traduccions de las "esqueletas" (templates)

source: Skins, CSS and colors
oc: Skins, fuèlas d'estil e colors

source: Skins administration page
oc: Administracion de las sisas (skins)

source: Translating Sympa
oc: Revirar Sympa

source: Sympa is designed to allow easy internationalization of its user interface (service mail messages and web interface). All translations for one language are gathered in a single PO file that can be manipulated by standard GNU gettext tools.
oc: Sympa es previst per permetre una revirada aisida de son interfàcia usancièr (messatges de servici e interfàcia web). Las reviradas totas per una lenga son regropadas dins un fichièr unic al format PO, que se pòt editar amb d'espleches estandards GNU.

source: Check our translation FAQ if you wish to translate Sympa GUI in your native language :
oc: Vos cal consultar la FAQ pels reviraires se desiratz traduire Sympa dins vòstra lenga :

source: Submitting a bug, a feature request
oc: Sometre un problèma, una demanda de foncionalitat

source: You can submit a problem or request a new feature :
oc: Podètz sometre un problèma o una demanda de fonccionalitat:

source: This FastCGI process (%1) has served %2 pages since %3.
oc: Aquel procès FastCGI (%1) tractèt %2 demandas dempuèi %3.

source: on %1
oc: lo %1

source: Close it
oc: Tancar la tièra

source: Install it
oc: L'installar

source: submit
oc: validar
