Repository: udaykiran/fortyonekings
Catalog: sympa-5.4.7/po/*.po
Languages: oc

source: restricted to local domain users
oc: reservat als membres del domèni local

source: listmaster
oc: administrator (listmaster)

source: by owner
oc: lo proprietari de la tièra

source: subscribers only
oc: los abonats sonque

source: restricted to owner with authentication
oc: reservat al proprietari de la tièra, sens autentificacion

source: add impossible
oc: impossible d'apondre un abonat (add impossible)

source: add performed by list owner does not need authentication
oc: Los abonaments realizats pel proprietari de la tièra necessitan pas d'autentificacion

source: add performed by owner does not need authentication (notification)
oc: Los abonaments realizats pel proprietari de la tièra necessitan pas d'autentificacion (notificacion)

source: restricted to listmaster
oc: reservat a l'administrator (listmaster)

source: anybody. Be sure you know what you are doing
oc: dobert a totas(es). Vos cal saber çò que fasètz

source: anyone from local domain
oc: quin membre del domèni local que siá

source: anybody by validation by listmaster required
oc: qual que siá, amb necessitat de validacion per l'administrator de las tièras

source: moderated for subscribers
oc: moderada pels abonats

source: restricted to list owners
oc: reservat als proprietaris de tièras

source: restricted to subscribers
oc: reservat als abonats

source: restricted to subscribers authenticated with user cert
oc: reservat als abonats autentificats

source: public documents
oc: documents publics

source: deletion performed only by list owners, need authentication
oc: supression reseravada als proprietaris de tièras, amb demanda d'autentificacion

source: remove subscriber impossible
oc: impossible de suprimir l'abonat

source: by owner without authentication
oc: lo proprietari de la tièra, sens autentificacion

source: list owners, authentication not needed (notification)
oc: proprietaris de tièras, autentificacion pas demandada (notificacion)

source: just for listmaster
oc: sonque per l'administrator (listmaster)

source: for anyone
oc: per qual se vòl

source: invite perform by list owner do not need authentication
oc: lo convit d'un proprietari demanda pas d'autentificacion

source: listmaster only
oc: administrator sonque

source: no one can review
oc: degun pòt pas consultar

source: restricted to subscribers or local domain users
oc: reservat als abonats e als membres del domèni local

source: only owner (and listmaster)
oc: sonque lo proprietari e l'administrator

source: anyone can do it !
oc: qual se vòl o pòt far !

source: Moderated
oc: Moderada

source: Moderated, even for moderators
oc: Moderada, pels quites moderators

source: Moderated, with editor confirmation
oc: Moderada, amb confirmacion del moderator

source: restricted to local domain
oc: reservat al domèni local

source: restricted to local domain and subscribers
oc: reservat als membres del domèni local e als abonats

source: Newsletter, restricted to moderators
oc: Letra d'informacions, limitada als moderators

source: Newsletter, restricted to moderators after confirmation
oc: Letra d'informacion, limitada als moderators aprèp confirmacion

source: Moderated, restricted to subscribers
oc: Moderada, limitada als abonats

source: Moderated, for non subscribers sending multipart messages
oc: Moderada, pels non abonats que mandan un messatge multipart

source: restricted to subscribers with previous md5 authentication
oc: reservat als abonats amb autentificacion MD5 prealabla

source: Moderated, for subscribers and moderators
oc: Moderada, pels abonats e los moderators

source: Private, moderated for non subscribers
oc: Privada, moderada als non abonats

source: Private, confirmation for non subscribers
oc: Privada, confirmacion als non abonats

source: restricted to subscribers check smime signature
oc: reservat als abonats autentificats (verifica la signatura S/MIME)

source: public list
oc: tièra dobèrta

source: anyone with previous md5 authentication
oc: qual se vòl mas amb una autenficacion md5 prealabla

source: public list multipart/mixed messages are forwarded to moderator
oc: tièra dobèrta mas estacaments josmeses a moderacion

source: public list, Bcc rejected (anti-spam)
oc: tièra dobèrta, los messatges a destinatari escondut (Bcc) son refusats (aparament contra l'spam)

source: public list multipart messages are rejected
oc: tièra dobèrta mas estacaments enebits

source: subscription request confirmed
oc: demanda d'abonament confirmada

source: need authentication (notification is sent to owners)
oc: aquò demanda una autentificacion prealabla (notificacion mandada als proprietaris)

source: requires authentication then owner approval
oc: l'abonament demanda un messatge certificat (S/MIME) puèi l'autorizacion del proprietari

source: subscribe is impossible
oc: Es pas possible de s'abonar

source: local domain users or owner approval
oc: los membres del domèni local o lo mond autorizats pel proprietari

source: for anyone without authentication
oc: per qual se vòl sens autentificion

source: anyone, notification is sent to list owner
oc: qual se vòl, notificacion al proprietari

source: anyone, no welcome message
oc: qual se vòl, pas cap de messatge de benvenguda

source: owners approval
oc: josmés a autorizacion dels proprietaris

source: requires S/MIME signed
oc: l'abonament demanda un messatge certificat (S/MIME)

source: requires S/MIME signed or owner approval
oc: l'abonament demanda siá un messatge certificat (S/MIME) siá l'autorizacion del proprietari

source: conceal unless for listmaster
oc: escondre levat al gestionari de tièras

source: conceal unless user is logged in
oc: escondre levat als usancièrs identificats

source: no conceal
oc: tièra visibla

source: need authentication
oc: aquò demanda una autentificacion prealabla

source: authentication requested, notification sent to owner
oc: autentificacion demandada, notificacion mandada al proprietari

source: impossible
oc: es pas possible

source: open
oc: dobert

source: open with mail confirmation, owner is notified
oc: dobèrt aprèp confirmacion per corrièr electronic, notificacion del proprietari

source: conceal except for subscribers
oc: escondre levat pels abonats

source: intranet access
oc: accès per l'intranet

source: conceal even for subscribers
oc: escondre als quites abonats

source: %1 message(s)
oc: %1 messatge(s)

source: Advanced search
oc: Recerca avançada

source: mails
oc: corrièr electronic (corriel)

source: Pages navigation :
oc: Navigacion dins las paginas :

source: %Y/%m
oc: %m/%Y

source: Archive powered by
oc: Archius gerits per

source: Chronological
oc: Cronologic

source: Thread
oc: Seguit de conversacion

source: page # %1/%2
oc: pagina # %1 / %2

source: Tag messages for deletion
oc: Marcar aquel message per que siá escafat

source: Do you really want to delete these messages ?
oc: Sètz segur(a) de voler suprimir aquel messatge ?

source: , <em>(continued)</em>
oc: ,<em>(seguida)</em>

source: &lt;Possible follow-up(s)&gt;
oc: &lt;Seguida(s) possibla(s)&gt;

source: <em>Message not available</em>
oc: <em>Messatge pas disponible</em>

source: Reply to sender
oc: Repondre a l'autor

source: to list
oc: a la tièra

source: Reply
oc: Respondre

source: send it back to %1
oc: de tornar a %1

source: tag this mail for deletion
oc: marcar aquel message per que siá escafat

source: Do you really want to delete this message ?
oc: Sètz segur(a) de voler suprimir aquel messatge ?

source: %y/%m/%d
oc: %d/%m/%y

source: Sunday:Monday:Tuesday:Wednesday:Thursday:Friday:Saturday
oc: Diluns:Dimars:Dimècres:Dijòus:Divendres:Dissabte:Dimenge

source: January:February:March:April:May:June:July:August:September:October:November:December
oc: Genièr:Febrièr:Març:Abril:Mai:Junh:Julh:Agost:Setembre:Octòbre:Novembre:Decembre

source: daily certificate expiration date checking ; users are warned when their certificate has expired or expires within 3 days
oc: Verificacion quotidiana de las datas d'expiracion dels certificats ; los membres son assabentat quora lor certificat a expirat o se va expirar d'aicí 3 jorns

source: daily update of the certificate revocation list
oc: actualizacion quotidiana de las tièras de revocacion

source: Daily evaluation of bouncing users
oc: Notacion quotidiana dels abonats en error

source: daily delete logs older than 3 months
oc: supression, cada jorn, de las doberturas de session (logs) vièlhas de mai de 3 meses

source: delete monthly bounces for unsubscribed addresses
oc: Suprimir la memòria de las errors per las adreiças desabonadas

source: purge of orphan entries in user table every month
oc: cada mes, s'escafa a la taula dels usancièrs las intradas orfanèlas

source: expiration routine run yearly
oc: lo procès d'expiracion dels abonaments s'amòda un còp per an

source: remind message sent to subscribers every 2 month
oc: mandar cada 2 meses un messatge de rampèl als abonats de la tièra

source: remind message sent to subscribers every month
oc: mandar cada mes un messatge de rampèl als abonats de la tièra

source: remind message sent to subscribers every year
oc: mandar cada an un messatge de rampèl als abonats de la tièra

source: Update of list members based on the TTL
oc: Actualizacion de la tièra dels abonats basada sus TTL

source: Public discussion mailing list
oc: Tièra de discussion publica

source: public archives
oc: archius publics

source: only subscribers can post
oc: sonque los abonats pòdon mandar de messatges

source: Hotline mailing list
oc: Tièra de mena "hotline"

source: everyone can post
oc: qual se vòl pòt mandar de messatges

source: private archives
oc: archius privats

source: controlled subscription
oc: abonaments contrarotlats

source: Mailing list configuration to be used for a news letter providing both text plain and HTML formats
oc: Parametratge adaptat a una letra d'informacion als formats tèxt simple e HTML

source: public and moderated list
oc: tièra publica e moderada

source: subscribers emails are protected
oc: las adreiças dels abonats son protegidas (contra los spam)

source: default reception format is HTML
oc: lo format predefinit de recepcion es HTML

source: Mailing list for intranets
oc: Tièra per l'Intranet

source: Mailing list configuration to be used for a news letter
oc: Parametratge adaptat a una letra d'informacion

source: Private working group setup
oc: Parametratge per una còla de trabalh

source: Web forum ML
oc: Tièra al biais d'un forum web

source: Messages can either be read via email (subscription) or via the web (web archives)
oc: Los messatges se pòdon consultar per corrièr electronic (abonament) o per l'interfàcia web (archius)

source: The configuration file --CONFIG-- contains errors.
oc: Lo fichièr de configuracion --CONFIG-- cap d'errors.

source: Error at line %d : %s
oc: Error linha %d : %s

source: %d %b %Y at %H:%M:%S
oc: %d %b %Y a %H:%M:%S

source: Account
oc: Compte

source: Who can add subscribers
oc: Qual pòt apondre d'abonats

source: Anonymous sender
oc: Autor anonim

source: frequency
oc: frequéncia

source: access right
oc: Dreches d'accès

source: Text archives
oc: Archius textuals

source: Archive encrypted mails as cleartext
oc: Archivatge dels messatges criptats

source: reception mode
oc: biais de recebre

source: Available subscription options
oc: Opcions d'abonament disponiblas

source: warn rate
oc: sulhet d'alèrta

source: halt rate
oc: sulhet d'interrupcion

source: Bounces management
oc: Gestion de las errors

source: threshold
oc: sulhet

source: action for this population
oc: accion per aquela populacion

source: notification
oc: notificacion

source: Management of bouncers, 1st level
oc: Gestion dels abonats en error, 1r nivèl

source: Management of bouncers, 2nd level
oc: Gestion dels abonats en error, 2nd nivèl

source: Expiration of unmoderated messages
oc: Expiracion dels messatges non moderats

source: Secret string for generating unique keys
oc: Cadena secreta per congrear de claus unencas

source: Creation of the list
oc: Creacion de la tièra

source: Custom header field
oc: Camps d'encap personalizats

source: Subject tagging
oc: Marquage du sujet des messages

source: visibility
oc: visibilitat

source: Subscription profile
oc: Perfil d'abonament

source: Who can delete subscribers
oc: Qual pòt suprimir d'abonats

source: days
oc: jorns

source: hour
oc: ora

source: minute
oc: minuta

source: Digest frequency
oc: Frequéncia de las compilacions

source: Digest maximum number of messages
oc: Nombre maximum de messatges per compilacion

source: name
oc: nom

source: private information
oc: informacion privada

source: Periodical subscription expiration task
oc: Prètzfach periodic d'expiracion dels abonaments

source: Attachment type
oc: Mena d'estacament

source: Forced reply address
oc: Adreiça de response forçada

source: Internet domain
oc: Domèni internet

source: File inclusion
oc: Inclusion d'un fichièr

source: data location URL
oc: URL de las donadas

source: remote user
oc: usancièr distant

source: remote password
oc: mot de santa Clara distant

source: short name for this source
oc: nom brac per aquela sorça

source: Remote file inclusion
oc: Inclusion d'un fichièr distant

source: remote host
oc: servidor distant

source: remote port
oc: pòrt distant

source: suffix
oc: sufixe

source: filter
oc: filtre

source: extracted attribute
oc: atribut de traire

source: selection (if multiple)
oc: seleccion (se multipla)

source: search scope
oc: portada de la recèrca

source: connection timeout
oc: relambi de connexion (timeout)

source: LDAP query inclusion
oc: Inclusion d'una requista LDAP

source: first-level suffix
oc: sufixe (1r nivèl)

source: first-level filter
oc: filtre (1r nivèl)

source: first-level extracted attribute
oc: atribut de traire (1r nivèl)

source: first-level selection
oc: seleccion (1r nivèl)

source: first-level search scope
oc: portada de la recèrca (1r nivèl)

source: first-level connection timeout
oc: relambi de connexion (1r nivèl)

source: first-level regular expression
oc: expression regulara (1r nivèl)

source: second-level suffix template
oc: sufixe (2nd nivèl)

source: second-level filter template
oc: filtre (2nd nivèl)

source: second-level extracted attribute
oc: atribut de traire (2nd nivèl)

source: second-level selection
oc: seleccion (2nd nivèl)

source: second-level search scope
oc: portada de la recèrca (2nd nivèl)

source: second-level connection timeout
oc: Relambi de connexion (2nd nivèl)

source: second-level regular expression
oc: expression regulara (2nd niveau)

source: LDAP 2-level query inclusion
oc: Inclusion d'una requista LDAP (nivèl 2)

source: List inclusion
oc: Inclusion d'una tièra

source: remote path of sympa list dump
oc: adreiça distanta ont se còpia la tièra sympa

source: certificate for authentication by remote Sympa
oc: Certificat per autentificacion de la connexion

source: remote list inclusion
oc: inclusion de tièra distanta

source: database type
oc: mena de basa

source: database port
oc: pòrt de la basa

source: database name
oc: nom de la basa

source: connection options
oc: paramètres de connexion

source: environment variables for database connexion
oc: variablas d'entorn per se connectar a la basa de donadas

source: SQL query
oc: requista SQL

source: Directory where the database is stored (used for DBD::CSV only)
oc: Repertòri ont es registrada la basa de donadas (sonque amb DBD::CSV)

source: SQL query inclusion
oc: Inclusion d'una requista SQL

source: Who can view list information
oc: Qual pòt cosultar las informacions de la tièra

source: Who can invite people
oc: Qual pòt convidar a s'abonar

source: Language of the list
oc: Lenga de la tièra

source: Regular expression applied to prevent loops with robots
oc: Expression regulara aplicada per evitar las boclas amb lo robòt de las listas

source: Maximum message size
oc: Talha maxima dels messatges

source: Message topic name
oc: Nom del tèma

source: Message topic keywords
oc: Mots clau per l'identificacion dels messatges

source: Message topic title
oc: Títol del tèma

source: Topics for message categorization
oc: Tèmas per categorizar los messatges

source: Defines to which part of messages topic keywords are applied
oc: Vos cal definir ont volètz que los mots-claus sián cercats dins los messatges

source: Message tagging
oc: Marcatge dels messatges (tèmas)

source: private informations
oc: informacions privadas

source: profile
oc: perfil

source: Priority
oc: Prioritat de la tièra

source: Who can start a remind process
oc: Qual pòt amodar un procès de rampèl dels abonaments

source: Return-path of the REMIND command
oc: Adreça de retorn per la comanda REMIND

source: Reply address
oc: Adreiça de responsa

source: value
oc: valor

source: other email address
oc: autra adreiça de messatjariá

source: respect of existing header field
oc: respectar lo camp d'encap existent

source: Who can review subscribers
oc: Qual pòt consultar la tièra dels abonats

source: RFC 2369 Header fields
oc: Camps d'encap compatibles RFC 2369

source: Who can send messages
oc: Qual pòt difusir de messatges

source: Serial number of the config
oc: Numèro de sèria de la configuracion

source: Who can view
oc: Qual pòt consultar

source: Who can edit
oc: Qual pòt editar

source: quota
oc: qüòta

source: email address protection method
oc: biais d'aparar las adreiças (contra los spam)

source: Status of the list
oc: Estatut de la tièra

source: Subject of the list
oc: Objècte de la tièra

source: Who can subscribe to the list
oc: Qual se pòt abonar

source: Topics for the list
oc: Categoria de la tièra

source: Inclusions timeout
oc: Expiracion de las inclusions

source: Who can unsubscribe
oc: Qual se pòt desabonar

source: Last update of config
oc: Darrièra actualizacion de la configuracion

source: User data source
oc: Sorça de donadas

source: Allow picture display ? (must be enabled for the current robot)
oc: Activar los avatars ? (una activacion al nivèl del site es obligatòri)

source: Visibility of the list
oc: Visibilitat de la tièra

source: Maximum number of month archived
oc: Nombre maximum de meses d'archius

source: Web archives
oc: Archius web

source: Welcome return-path
oc: Adreiça de retorn del messatge de benvenguda (Welcome return-path)

source: percentage of list members in VERP mode
oc: percentatge dels abonats en mòde VERP

source: the datasource
oc: font de las donadas

source: datasource parameters
oc: Paramètres de la font de donadas

source: Moderators defined in an external datasource
oc: Los moderators son definits via una sorga de donadas extèrna.

source: Family name
oc: Nom de la familha

source: use SSL (LDAPS)
oc: Se servir de SSL (LDAPS)

source: SSL version
oc: Version de SSL

source: SSL ciphers used
oc: Algorismes de chiframent utilizats

source: epoch date
oc: data importanta

source: date
oc: data

source: who ran the instantiation
oc: qual a fach una instància de la lista

source: Latest family instantiation
oc: Darrièra representacion (instanciacion) de la familha

source: Owners defined in an external datasource
oc: Los proprietaris son definits via una sorga de donadas

source: Periodical subscription reminder task
oc: Prètzfach periodic de rampèl dels abonaments

source: who updated the config
oc: qual a actualizar lo fichièr de configuracion

source: Your system does not conform to the POSIX P1003.1 standard, or your Perl system does not define the _SC_ARG_MAX constant in its POSIX library. You must modify the smtp.pm module in order to set a value for variable $max_arg.
oc: Sembla que vòstre sistèma responda pas a l'estandard POSIX P1003.1, o que vòstre sistèma Perl definisca pas la constanta _SC_ARG_MAX a sa bibliotèca POSIX. Vos cal modificar lo modul smtp.pm per fins de bailar una valor a la variabla $max_arg.

source: Unable to create a channel in smtpto: %m
oc: Impossible de crear un canal dins smtpto: %m

source: -----End of original message from %s-----
oc: ------Fin del messatge de %s ------

source: ** Warning: Message part originally used character set %s Some characters may be lost or incorrect **
oc: ** Atencion : Aquela part emplegava inicialament un encodatge en %s Se pòt que d'unes caractèrs se sián perduts o degalhats **

source: -----Delivery Status Report-----
oc: -----Rapòrt de distribucion-----

source: -----End of Delivery Status Report-----
oc: -----Fin del rapòrt de non-remesa-----

source: [ ** Unable to process HTML message part **]
oc: [ ** La part HTML del messatge se poguèt pas tractar **]

source: [ Text converted from HTML ]
oc: [ Tèxt convertit a partir del format HTML ]

source: [ ** Unable to process HTML message part ** ]
oc: [ ** La part HTML del messatge se poguèt pas tractar **]

source: [ Image%s ]
oc: [ Imatge %s ]

source: Unable to access directory %s : %m
oc: Impossible d'accedir al repertòri %s : %m

source: (unknown date)
oc: (data inconeguda)

source: %Y/%m/%d/%H/%M/%S
oc: %d/%m/%Y/%H/%M/%S

source: session
oc: la session

source: 10 minutes
oc: 10 minutas

source: 30 minutes
oc: 30 minutas

source: 1 hour
oc: 1 ora

source: 6 hours
oc: 6 oras

source: 1 day
oc: 1 jorn

source: 1 week
oc: 1 setmana

source: listed in the list review page
oc: enregistrat dins la lista dels abonnats

source: concealed
oc: amagat

source: welcome message
oc: messatge de benvenguda

source: unsubscribe message
oc: messatge de desabonament

source: deletion message
oc: messatge de supression

source: message footer
oc: pè de messatge

source: message header
oc: cap de messatge

source: remind message
oc: messatge de rampèl individualizat

source: editor rejection message
oc: messatge de refús pel moderator

source: subscribing invitation message
oc: messatge per convidar a s'abonar

source: help file
oc: fichièr d'ajuda

source: directory of lists
oc: repertòri de las tièras

source: global remind message
oc: messatge de rampèl global

source: summary message
oc: resumit dels messatges

source: list description
oc: descripcion de la tièra

source: list homepage
oc: pagina d'acuèlh de la tièra

source: list creation request message
oc: demanda de creacion de tièra

source: list creation notification message
oc: notificacion de creacion de tièra

source: virus infection message
oc: messatge cabent un virus

source: list aliases template
oc: modèl d'àlias de tièra

source: standard (direct reception)
oc: normal (recepcion dirècta dels messages)

source: digest MIME format
oc: compilacion al format MIME

source: digest plain text format
oc: compilacion al format tèxt

source: summary mode
oc: resumit dels messatges

source: notice mode
oc: mòde de notificacion

source: text only mode
oc: mòde sonque tèxt

source: html only mode
oc: recepcion al format HTML

source: urlize mode
oc: estacaments servats sus lo servidor

source: no mail (useful for vacations)
oc: Copar la recepcion dels messatges (es util pendent las vacanças)

source: you do not receive your own posts
oc: per recebre pas los vòstres messatges
