Repository: udaykiran/fortyonekings
Catalog: sympa-5.4.7/po/*.po
Languages: oc

source: The list is closed.
oc: La tièra es barrada

source: you are not allowed to perform this action.
oc: avètz pas l'autorizacion de far aquela accion

source: Unsubscribed from %1
oc: Se desabonar de la tièra %1

source: Your email address (%1) has been removed from list %2@%3
oc: Vòstra adreiça de messatjariá (%1) es estada desabonada de la tièra %2@%3

source: bye !
oc: Al se reveire !

source: near expiration of your certificate
oc: vòstre certificar es a man d'expirar

source: Your authentification certificate will expire on %1.
oc: Vòstre certificat d'autentificacion expirarà lo %1.

source: The certificate subject is :
oc: L'identitat del certificat es :

source: You won't receive the signed messages from your lists.
oc: Recebretz pas mai los messatges signats de las tièras que i sètz abonat(/ada).

source: To receive them again, renew your certificate with your certification authority and send a signed message to %1@%2 or click :
oc: Per los recebre tornarmai, renovelatz vòstre certificat amb vòstra autoritat de certificacion puèi mandatz un messatge signat a %1@%2 o clicatz :

source: Results of your commands
oc: Resultats de vòstras comandas

source: Command has been performed :
oc: La comanda s'executèt

source: These commands have been performed :
oc: Aquestas comandas son efectuadas :

source: Your message signature was successfully verified using S/MIME.
oc: La vòstra signatura foguèt verificada amb succès per S/MIME

source: Your request to subscribe/unsubscribe has been forwarded to the list's owners for approval. You will receive a notification when you have been subscribed (or unsubscribed) to the list.
oc: Avèm transmesa vòstra demanda d'abonament (o de desabonament) al proprietari de la tièra per que la validèsse. Anatz recebre una notificacion quora serètz abonat(/ada) a la tièra (o desabonat(/ada)).

source: Information regarding user %1 has been updated for list %2.
oc: Las informacions a prepaus de l'usancièr %1 son actualizadas per la tièra %2.

source: User %1 is now subscriber of list %2.
oc: L'usancièr(a) %1 es ara abonat(ada) a la tièra %2.

source: User %1 has been invited to subscribe in list %2.
oc: Aquela persona '%1' es estada convidada a s'abonar a la tièra '%2'.

source: Subscription reminder sent to each of %1 %2 subscribers.
oc: Rampèl d'abonament mandat als %1 %2 abonats.

source: The Reminder has been sent to %1 users.
oc: Lo rampèl dels abonaments foguèt mandat a %1 usancièrs, usancièras

source: The user %1 has been removed from the list %2.
oc: L'usancièr %1 es escafat de %2.

source: Your configuration regarding list %1 has been updated.
oc: Vòstra configuracion concernissent la tièra %s es estada actualizada.

source: Command '%1' found : ignoring end of message.
oc: Se tròba la comanda 'quit': s'ignora la fin del messatge.

source: There is no message to moderate for list '%1'.
oc: I a pas de messatge de moderar per la lista '%1'.

source: Command has been rejected :
oc: Vòstre messatge es estat refusat.

source: These commands have been rejected :
oc: Aquestas comandas son regetadas :

source: Command has failed :
oc: La comanda a pas capitat

source: These commands have failed :
oc: Aquestas comandas an pas capitadas :

source: Command not understood: ignoring end of message.
oc: Comanda pas entenduda : s'ignora la fin del messatge.

source: Your message was not a multipart/signed message or Sympa could not verify the signature (be aware that Sympa can't check signature if you use the subject header to write a command).
oc: Vòstre messatge èra pas signat (multipart/signed) o Sympa ne poguèt pas verificar la signatura (atencion, Sympa pòt pas verificar la signatura quora lo subjècte del messatge cap una comanda).

source: Command syntax error.
oc: Error de sintaxi.

source: List '%1' does not exist.
oc: La tièra '%1' existís pas.

source: %1 mailing list does not provide subscriber preferences.
oc: La tièra %1 prepausa pas d'opcion d'abonament.

source: Your e-mail address %1 has not been found in the list %2. Maybe you subscribed from a different e-mail address ?
oc: Vòstra adreiça de messatjariá es pas trobada dins la tièra %s. Tan plan vos abonèretz amb una adreiça diferenta ?

source: E-mail address %1 has not been found in the list %2.
oc: L'adreiça electronica %1 se tròba pas dins la tièra %2.

source: List %1 does not accept the DIGEST mode. Your configuration regarding this command has not been updated.
oc: La tièra %1 accepta pas lo mòde COMPILACION. Vòstra configuracion per aquela tièra es pas cambiada.

source: List %1 allows only these reception modes : %2
oc: La tièra %1 autoriza pas qu'aqueles biaisses de recepcion : %2

source: This list archive is empty.
oc: Los archius son voids

source: Required file does not exist.
oc: Lo fichièr que demandatz existís pas.

source: List %1 has no subscriber.
oc: La tièra %1 ten pas cap d'abonats.

source: The User '%1' is already subscriber of list '%2'.
oc: Aquela persona '%1' es ja abonada a la tièra '%2'.

source: The authentication process failed. You probably confirmed your %1 using a different email address. Please try using your canonical address.
oc: Probable qu'avètz emplegada una adreiça diferenta per validar vòstre abonament.Tornatz ensajar de vos abonar en utilizar vòstra adreiça canonica.

source: Command has failed because of an internal server error :
oc: La comanda a pas capitat per causa d'error intèrna del servidor :

source: These commands have failed because of an internal server error :
oc: Error del servidor

source: Ignoring message body not in text/plain, please use text/plain only (or put your command in the subject).
oc: Lo còs de messatge es estat ignorat, vos cal emplegar sonque de tèxt simple (text/plain) (o metètz vòstras comandas pel subjècte del messatge)

source: No command found in message.
oc: Pas cap de comanda s'encontra pas dins vòstre messatge

source: Ignoring message because of an internal server error.
oc: Lo messatge es ignorat per la rason d'una error interna.

source: For further information, check the mailing list web site %1
oc: Per mai de detalhs, contactatz listmaster %1

source: %1 Digest %2
oc: Compilacion del %2, tièra %1

source: Table of contents:
oc: Ensenhador :

source: End of %1 Digest %2
oc: Fin de compilacion de la tièra %1 - %2

source: Digest for list %1
oc: Compilacion de la tièra %1

source: End of digest for list %1 - %2
oc: Fin de compilacion de la tièra %1 - %2

source: Your document has been installed.
oc: Vòstre document es installat.

source: Your document %1 for list %2@%3 has been installed by %4 list editor.
oc: Vòstre document %1 per la tièra %2@%3 es estat installat per %4, moderator de la tièra.

source: The list document repository : %1/d_read/%2
oc: L'espaci documents partejat de la tièra : %1/d_read/%2

source: Your document has been rejected.
oc: Vòstre document es estat refusat.

source: Your document %1 for list %2@%3 has been rejected by %4 list editor.
oc: Vòstre document %1 per la tièra %2@%3 es estat refusat per %4, moderator de la tièra.

source: Removed from %1
oc: Foguèretz quitat de la tièra %1

source: Your address (%1) has been removed from list %2@%3 because you didn't confirm your subscription.
oc: Vòstra adreiça (%1) es desabonada de la tièra %2@%3 pr'amor qu'avètz pas respondut a nòstra demanda de reinscripcion.

source: You can subscribe again :
oc: Vos podètz tornar abonar en clicar aicí :

source: resubscription to %1
oc: Demanda de reinscripcion a %1

source: You have been subscriber of list %1@%2 with email %3 for 1 year or more;
oc: Fa al mens 1 an que vos abonèretz a la tièra %1@%2 amb l'adreiça %3 ;

source: Everything about this list :
oc: Per saber tot d'aquela tièra :

source: Unsubscription :
oc: Per vos desabonar :

source: Archive of %1, file %2
oc: Archius de la lista %1, fichièr %2

source: Subscription summary
oc: Sintèsi de vòstres abonaments

source: Summary of your subscription (using the e-mail %1).
oc: Sintèsi de vòstres abonaments (amb l'adreiça %1).

source: If you want to unsubscribe from some list, please save this mail.
oc: Per vos poder desabonar d'una tièra, volgatz servar aqueste messatge.

source: For each list here is a mail address to use if you want to unsubscribe.
oc: Vaquí per cada tièra un metòde de desabonament :

source: User guide
oc: Mòde d'emplèc

source: User's Guide
oc: Guida pels usancièrs

source: SYMPA is an electronic mailing-list manager that automates list management functions such as subscriptions, moderation, and archive management.
oc: SYMPA es un gestionari de tièras electronicas. Permet d'automatizar las foncions de gestion de las tièras coma l'abonament, la moderacion e la gestion dels archius.

source: All commands must be sent to the electronic address %1
oc: Cal adreçar cada comanda a l'adreça electronica %1

source: You can put multiple commands in a message. These commands must appear in the message body and each line must contain only one command.
oc: Podètz indicar mai d'una comanda dins un messatge. Aquestas comandas devon aparéisser dins lo còs del messatge, amb una comanda per linha.

source: Available commands are:
oc: Las comandas disponiblas son :

source: HELp * This help file
oc: HELp * Obténer aquel messatge d'ajuda

source: INFO <list> * Information about a list
oc: INFO <liste> * Obténer d'informacions a prepaus d'una tièra

source: LISts * Directory of lists managed on this node
oc: LISts * Recebre l'anuari de las tièras geridas sus aquel servidor

source: REView <list> * Displays the subscribers to <list>
oc: REView <liste> * Recebre la tièra dels abonats a la tièra

source: WHICH * Displays which lists you are subscribed to
oc: WHICH * Recebre la tièra de las tièras que i sètz abonat(/ada)

source: SUBscribe <list> <name> * To subscribe or to confirm a subscription to <list>.
oc: SUBscribe <tièra> <nom> * S'abonar o confirmar un abonament a la <tièra>

source: UNSubscribe <list> <EMAIL> * To quit <list>. <EMAIL> is an optional email address, useful if different from your "From:" address.
oc: UNSubscribe <tièra> <adreiça electronica> * Se desabonar de la tièra <tièra>. L'adreiça de messatjariá (<adreiça electronica>) es facultativa. La cal entresenhar se volètz desabonar una adreiça diferenta de la qu'emplegatz per mandar lo messatge ( vòstre camp "De:"(From:).

source: UNSubscribe * <EMAIL> * To quit all lists.
oc: UNSubscribe * <adreiça electronica> * Se desabonar de totas las tièras.

source: SET <list>|* NOMAIL * To suspend the message reception for <list>
oc: SET <liste>|* NOMAIL * Suspendre la recepcion dels messatges de la tièra

source: SET <list>|* DIGEST * Message reception in compilation mode
oc: SET <list>|* DIGEST * Recebre los messatge pel biais d'una compilacion

source: SET <list|*> DIGESTPLAIN * Message reception in compilation mode, sent as a plain text email with all attachments
oc: SET <liste|*> DIGESTPLAIN * Recebre los messatge pel biais d'una compilacion simpla (fichièr tèxt) (fichier texte)

source: SET <list>|* SUMMARY * Receiving the message index only
oc: SET <liste>|* SUMMARY * Recebre la tièra dels messages sonque

source: SET <list>|* NOTICE * Receiving message subject only
oc: SET <liste>|* NOTICE * Recebre sonque l'objècte dels messatges

source: SET <list>|* MAIL * <list> reception in normal mode
oc: SET <liste>|* MAIL * Recebre los messatges del biais normal

source: SET <list>|* CONCEAL * To become unlisted (hidden subscriber address)
oc: SET <liste>|* CONCEAL * Passar en rièra roja (adreiça d'abonat esconduda)

source: SET <list>|* NOCONCEAL * Subscriber address visible via REView
oc: SET <liste>|* NOCONCEAL * Adreiça d'abonat vesidoira per la comanda REView

source: INDex <list> * <list> archive file list
oc: INDex <liste> * Recebre la tièra dels fichièrs en archius

source: GET <list> <file> * To get <file> of <list> archive
oc: GET <liste> <fichier> * Obténer lo fichièr <fichier> dels archius de la tièra <liste>

source: LAST <list> * Used to received the last message from <list>
oc: LAST <liste> * Recebre lo darrièr messatge de la tièra

source: INVITE <list> <email> * Invite <email> for subscription in <list>
oc: INVITE <liste> <email> * convidar <email> per que s'abone a la tièra

source: CONFIRM <key> * Confirmation for sending a message (depending on the list configuration)
oc: CONFIRM <clé> * Confirmar lo mandadís d'un messatge (segon la configuracion de la tièra)

source: QUIT * Indicates the end of the commands (to ignore a signature)
oc: QUIT * Indica la fin de las comandas (per ignorar una signatura)

source: The following commands are available only for lists owners or moderators:
oc: Las comandas seguentas son reservadas als proprietaris o als moderators :

source: ADD <list> user@host Full name * To add a user to a list
oc: ADD <liste> joan@servidor nom complet * Per apondre un membre a la tièra

source: DEL <list> user@host * To delete a user from a list
oc: DEL <liste> jean@serveur * Suprimir un usancièr de la tièra

source: STATS <list> * To consult the statistics for <list>
oc: STATS <liste> * Consultar las estadisticas de la tièra

source: REMIND <list> * Send a reminder message to each subscriber (this is a way to inform anyone what is his real subscribing email).
oc: REMIND <liste> * Mandar a cada abonat un messatge personalizat que li remembra l'adreiça amb qu'a d'abonada a la tièra

source: DISTribute <list> <key> * Moderation: to validate a message
oc: DISTribute <liste> <clé> * Moderacion : validar un messatge

source: REJect <list> <key> * Moderation: to reject a message
oc: REJect <liste> <clé> * Moderacion : regetar un messatge

source: MODINDEX <list> * Moderation: to view the list of messages to moderate
oc: MODINDEX <liste> * Moderacion: consultar de la tièra dels messatges de moderar

source: Powered by Sympa
oc: Servici de Sympa

source: Archives index of list %1
oc: Indèx dels archius de la lista %1

source: Information regarding list %1@%2
oc: Informacions a prepaus de la tièra %1@%2

source: Subject : %1
oc: Subjècte : %1

source: Owner : %1
oc: Proprietari : %1

source: Subscription : %1
oc: Abonament : %1

source: Unsubscription : %1
oc: Desabonament : %1

source: Sending messages : %1
oc: Mandadís messatges : %1

source: Review subscribers : %1
oc: Tièra dels abonats : %1

source: Reply to : %1
oc: Respondre a : %1

source: Maximum size : %1
oc: Talha maxima : %1

source: Digest : %1
oc: Compilacion : %1

source: Receiving modes : %1
oc: Biaisses de recebre : %1

source: Homepage : %1
oc: Pagina web : %1

source: Invitation to join list %1
oc: Convit de jónher a la liste %1

source: This list is about %1, so you are probably concerned.
oc: Aquela tièra a per tèma %1, alavètz vos concernís probalament.

source: If you don't want to subscribe just ignore this message.
oc: Volguèssetz pas vos abonar, ignoratz aqueste messatge.

source: %1 mailing list creation
oc: Creacion de la tièra %1

source: %1@%2 mailing list has been activated by listmaster.
oc: Lo responsable a validat la tièra %1@%2 .

source: homepage
oc: La pagina d'acuèlh de la tièra

source: %1 admin page
oc: La pagina d'administracion de %1 es a :

source: Shared document to be approved for %1
oc: Messatge d'aprobar for %1

source: There are new shared documents in list %1 : %2 from %3 To moderate these document : %4/modindex/%1
oc: I a un document novèl dins la liste %1 : %2 de %3 Per moderar aqueste document : %4/modindex/%1

source: There is a new shared document in list %1 : %2 from %3 To moderate this document : %4/modindex/%1
oc: I a un document novèl dins la lista %1 : %2 de %3 Per moderar aqueste document : %4/modindex/%1

source: Moderators List %1 / %2
oc: Moderators de la tièra %1 / %2

source: List "%1" creation request
oc: Demanda de creacion de la tièra "%1"

source: %1 requested creation of list "%2"
oc: %1 a demandat la creacion de la lista "%2"

source: To activate/delete this mailing list :
oc: Per activar/suprimir aquela tièra :

source: List "%1" renaming
oc: Tornar nomenar la tièra "%1"

source: %1 has renamed list "%2" to "%3"
oc: %1 a nommat la lista "%2" ne "%3"

source: No DataBase
oc: Pas cap de basa de donadas

source: Cannot connect to database %1, still trying...
oc: Error de connexion cap a la basa de donadas %1, l'ensag se fa ...

source: No DataBase Driver for %1
oc: Pas cap de pilòt de basa de donadas per %1

source: No Database Driver installed for %1 ; you should download and install DBD::%1 from CPAN.
oc: Lo pilòt de la basa de donadas per %1 es pas installat; devètz telecargar e instalar DBD::%1 del site CPAN.

source: Previous process crashed
oc: Lo processús s'es acabat d'un biais brutal.

source: Previous process has died unexpectedly.
oc: Lo processús s'es acabat d'un biais imprevist.

source: Date of crash : %1
oc: Data del fracàs : %1

source: Check log file for further details.
oc: Consultatz los fichièrs jornals (logs) de Sympa per mai de precisions

source: Upgrade procedures failed
oc: Los procediments d'actualizacion capitèron pas.

source: Sympa encountered the following error while running upgrade procedures :
oc: Sympa a agut las errors seguentas pendent l'actualizacion :

source: Database structure updated
oc: L'estructura de la basa de donadas foguèt actualizada

source: The database structure has been updated ; check log file for further details :
oc: L'estructura de la basa de donadas a estat actualizada; consultatz los fichièrs jornal per aver mai d'informacions :

source: DataBase connection restored
oc: La connexion cap a la basa de donadas es estada restaurada.

source: Connection to database %1 restored.
oc: La connexion a la basa de donadas %1 es restaurada.

source: Loop detected
oc: Existís una bocla

source: A loop has been detected with the following message
oc: Una bocla es trapada amb lo messatge seguent

source: Antivirus scan failed
oc: La deteccion virala a abocat

source: The antivirus scan has failed while processing the following file:
oc: La verificacion del fichièr seguent per l'antivirus a abocat :

source: The returned error message :
oc: Lo messatge d'error es :

source: See logs for more details.
oc: Consultatz los jornals (logs) per mai de detalhs

source: incorrect format of edit_list.conf
oc: Format incorrècte de edit_list.conf

source: edit_list.conf format has changed : 'default' is no more accepted for a population.
oc: Lo format del fichièr de configuracion edit_list.conf a cambiat : 'default' es pas pus acceptat per una populacion.

source: Refer to documentation to adapt %1.
oc: Reportatz-vos a la documentacion per adaptar %1.

source: Until then we recommend your remove %1 ; default configuration will be used.
oc: Fins a aquel moment, vos suggerissem de suprimir %1. S'emplegarà la configuracion predefinida .

source: subscribers update failed for list %1
oc: l'actualizacion dels abonats per la tièra %1 a abocat

source: Sympa could not include subscribers from external data sources ; the database or LDAP directory might be unreachable.
oc: Sympa poguèt pas actualizar la tièra dels abonats a partir de las sorças de donadas extèrnas ; la basa de donadas o l'anuari LDAP es probalament inaccessible.

source: Check Sympa log files for more precise information
oc: Consultatz los fichièrs jornals (logs) de Sympa per mai de precisions

source: admins update failed for list %1
oc: L'actualizacion dels administrators de la tièra %1 a abocat

source: Sympa could not include admins from external data sources ; the database or LDAP directory might be unreachable.
oc: Sympa poguèt pas inclure los administraires a partir d'una sorça extèrna ; l'anuari LDAP es probalament inaccessible

source: list %1 in status error_config
oc: tièra %1 a l'estatut error_config

source: No owner is defined for list %1.
oc: Cap de proprietari es pas definit per la tièra %1

source: The list status has been set to error_config.
oc: L'estatut de la tièra es estat posicionat a error_config.

source: Check Sympa log files for more precise information.
oc: Consultatz los fichièrs jornals (logs) de Sympa per mai de precisions

source: Errors occured while copying family %2 file in list %1 directory.
oc: Error en copiar lo fichièr %2 de la familha dins lo repertòri de la tièra %1.

source: List %1 configuration does not respect family %2 rules.
oc: La configuracion de la tièra %1 respecta pas las règlas de la familha %2.

source: Sympa could not check family %2 rules with list %1 param_constraint.conf file.
oc: Sympa poguèt pas verificar las règlas de la familha %2 per la tièra %1.

source: errors in param_constraint.conf file
oc: errors al fichièr param_constraint.conf

source: Error(s) found in the file %1.
oc: Error(s) al fichièr %1

source: File removed
oc: Fichièr levat

source: The following file has been removed : %1
oc: Lo fichièr ancian %1 foguèt suprimit

source: A backup of the file has been made : %1
oc: La salvagarda d'aqueste fichièr es facha : %1

source: Sympa could not load family %2 for list %1.
oc: Sympa a pas pogut cargar la familha %2 per la tièra %1.

source: Failed to instantiate family %2 for list %1
oc: L'instanciacion de la familha %2 per la tièra %1 a fach fogassa

source: Sympa could not modify list %1 (Family %2)
oc: Sympa a pas pogut modificar la tièra %1 (familha %2)

source: List %1 automatic bounce management
oc: Gestion de las adreiças en error per la tièra %1

source: Because we received MANY non-delivery reports, the %1 subscribers listed below have been notified that they might be removed from list %2:
oc: Nòstre servidor a recebut UN FUM de rapòrts de non-remesa, en pr'amor d'aquò avèm assabentat los %1 abonats seguentsque riscavan d'èsser desabonats de la tièra %2 :

source: Because we received MANY non-delivery reports, the %1 subscribers listed below have been removed from list %2:
oc: Nòstre servidor a recebut UN FUM de rapòrts de non-remesa, en pr'amor d'aquò los %1 abonats seguents son estats quitats de la tièra %2 :

source: Because we received MANY non-delivery reports, the %1 subscribers listed below have been selected by Sympa as severe bouncing addresses:
oc: Nòstre servidor a recebut UN FUM de rapòrts de non-remesa, en pr'amor d'aquò Sympa a notat los %1 abonats seguents coma d'adreiças gravament en error :

source: Managing bouncing subscribers:
oc: Gestion dels abonats en error

source: Listmaster : internal server error
oc: Responsable : Error interna del servidor

source: User %1 has encountered an internal server error
oc: L'usancièr %1 a encontrat una error del servidor

source: Web interface
oc: interfàcia web

source: Unable to change directory.
oc: Impossible de cambiar de repertòri

source: The authentication server name is not defined.
oc: Causir vòstre servidor d'autentificacion

source: auth.conf error : either email_http_header or ldap_host/ldap_get_email_by_uid_filter entries should be defined.
oc: error dins auth.conf : vos cal informar email_http_header o ldap_host/ldap_get_email_by_uid_filter

source: Unkown authentication service %1.
oc: Lo servici d'autentificacion %1 es inconegut

source: Add user '%1' in DB failed.
oc: L'apondi de l'usancièr '%1' dins la basa de donadas a pas capitat.

source: Update user '%1' in DB failed
oc: L'actualizacion del abonnat '%1' dins la basa a fach meuca

source: (old email : %1)
oc: (corrièr electronic vielh : %1)

source: Add subscriber '%1' in DB failed.
oc: L'apondi de l'abonat '%1' dins la basa de donadas a pas capitat.

source: Update subscriber '%1' in DB failed
oc: L'actualizacion de l'abonnat(ada) '%1' dins la basa capitèt pas

source: Delete subscriber '%1' in DB failed.
oc: La supression de l'abonnat '%1' de la basa capitèt pas.

source: Delete user in DB for old email '%1' failed.
oc: La supression de l'adreiça electronica anciana de l'usancièr '%1' capitèt pas.

source: Subscriber '%1' is not found in list %2.
oc: L'abonat '%1' es pas trapat dins la lista %2
