Repository: udaykiran/fortyonekings
Catalog: sympa-5.4.7/po/*.po
Languages: oc

source: Enter a list name
oc: Dintrar lo nom d'una lista

source: Search lists
oc: Cercar una tièra

source: Mailing lists categories
oc: Categoria de listas

source: Others
oc: Autres

source: RSS news
oc: Novels RSS

source: You have logged in with email address %1
oc: Sètz identificat(/ada) amb l'adreiça %1

source: RSS Latest messages
oc: RSS : los darrièrs messatges

source: RSS Latest documents
oc: RSS : los documents darrièrs

source: RSS Latest lists
oc: RSS : las tièras nòvas

source: RSS Active lists
oc: RSS : las tièras activas

source: Please activate JavaScript in your web browser
oc: Vos pregam d'activar Javascript a vòstre navigador

source: Create list
oc: Crear una tièra

source: Sympa admin
oc: Administrator Sympa

source: List of lists
oc: lista de las tièras

source: Home
oc: Acuèlh

source: Help
oc: Ajuda

source: Listmaster
oc: Responsable (listmaster)

source: Privileged owner
oc: Gestionari privilegiat

source: Owner
oc: Proprietari

source: Editor
oc: Moderator

source: Subscriber
oc: Abonat(/ada)

source: Logout
oc: Se desconnectar

source: Your preferences
oc: Las vòstras preferéncias

source: Choose your authentication server
oc: Causir vòstre servidor d'autentificacion

source: Go
oc: Validar

source: email address
oc: adreiça de messatjariá

source: password
oc: mot de santa Clara

source: Login
oc: S'identificar

source: First login ?
oc: Primièra identificacion ?

source: Lost password ?
oc: Mot de santa Clara perdut ?

source: Your Lists
oc: Las tièras vòstras

source: admin
oc: administrar

source: No mailing list available.
oc: Pas cap de tièra disponibla

source: Subscriber Options
oc: Opcions pels abonats

source: Do you really want to unsubscribe from list %1?
oc: Sètz segur(a) de vos voler desabonar de la tièra %1 ?

source: Unsubscribe
oc: Se desabonar

source: Do you really want to subscribe to list %1?
oc: Vos volètz abonar a la tièra %1 ?

source: Subscribe
oc: S'abonar

source: Info
oc: Informacions

source: Archive
oc: Archius

source: Post
oc: Postar

source: Shared documents
oc: Documents partejats

source: Review members
oc: Los abonats

source: Closed list
oc: Tièra tancada

source: List not yet activated
oc: La lista es pas, ara, activada

source: Subscribers:
oc: Abonats :

source: Error rate:
oc: Taus d'error:

source: Owners
oc: Proprietaris

source: Load certificate
oc: Cargar lo certificat

source: Contact owners
oc: Contactar los proprietaris

source: Customizing
oc: Personalizar

source: Blacklist
oc: Lista nègra

source: Bounces
oc: Errors

source: Logs
oc: S'identificar

source: Restore List
oc: Restaurar la tièra

source: Remove List
oc: Quitar de la tièra

source: Rename List
oc: Renommar la tièra

source: Create Shared
oc: Crear un espaci per partejar de documents

source: Delete Shared
oc: Tancar l'espaci de documents partejats

source: Are you sure you wish to delete the shared documents ?
oc: Sètz a suprimir los documents partejats. Confirmar ?

source: Edit List Config
oc: Configurar la tièra

source: -List definition
oc: -Définicion de la tièra

source: -Sending/reception
oc: Mandar/Recebre

source: -Privileges
oc: -Dreches d'accès

source: -Archives
oc: -Los archius

source: -Bounces
oc: -Errors

source: -Data sources
oc: -Sorças de donadas

source: -Miscellaneous
oc: -A forra borra

source: Manage Subscribers
oc: Gerir los Abonats

source: Manage Archives
oc: Gerir los archius

source: Moderate
oc: Moderar

source: Message
oc: Messatge

source: Subscriptions
oc: Abonaments

source: The %1 most active lists
oc: Las %1 tièras mai animadas

source: Active lists
oc: Tièras activas

source: for %1 days
oc: dempuèi %1 jorns

source: List name
oc: Nom de la tièra

source: Average by day
oc: Mejana per jorn

source: Creation date
oc: Data de creacion

source: Subject
oc: Objècte

source: email1@dom1 Name1
oc: adreiça1@domèni1 Nom1

source: email2@dom2 Name2
oc: adreiça2@domèni2 Nom2

source: Add subscribers
oc: Apondre d'abonats

source: quiet
oc: sens avisar

source: List Administration Panel
oc: Administrar la tièra

source: Subscribers
oc: Abonats

source: Restore shared
oc: Restaurar l'espaci de documents partejats

source: Are you sure you wish to close %1 list ?
oc: Sètz a suprimir la tièra %1. Confirmar ?

source: List Definition
oc: Definicion de la tièra

source: Sending/Receiving
oc: Mandar/Recebre

source: Privileges
oc: Dreches d'accès

source: Archives
oc: Los archius

source: Bounce Settings
oc: Gestion de las errors

source: Miscellaneous
oc: A forra borra

source: Data Source
oc: Sorças de donadas

source: Archive Management
oc: Gestion dels archius

source: Select below Archives months you want to delete or download (ZiP format):
oc: Seleccionar ça sota los meses d'archius que desirats de suprimir o de descargar (format Zip)

source: Archive Selection:
oc: Causir los archius del meses :

source: DownLoad ZipFile
oc: Telecargar lo fichièr Zip

source: Delete Selected Month(s)
oc: Suprimir lo(s) mes(es) seleccionat(s)

source: Do you really want to delete Selected Archives?
oc: Sètz segur(a) de voler suprimir los archius seleccionats ?

source: Do you want to DownLoad a Zip of the selected Archives?
oc: Volètz servar una còpia dels archius al format Zip ?

source: I am not a spammer
oc: Soi pas un spamaire

source: This button aims at protecting mailing lists archives against Spam Harvester.
oc: La validacion d'aquel boton a per tòca d'empachar als robòts de collectar las adreiças de messatjariá (aparament contra la publicitat per messatjariá).

source: Search field :
oc: Recercar entre :

source: Search
oc: Recercar

source: this sentence
oc: aquesta frasa

source: all of these words
oc: Totes aqueles mots

source: one of these words
oc: un d'aqueles mots

source: Prefer
oc: D'en primièr los messatges

source: newest messages
oc: messatges mai nòus

source: oldest messages
oc: messatges mai ancians

source: Case
oc: Majusculas/minusculas

source: insensitive
oc: indiferenciadas

source: sensitive
oc: diferenciadas

source: Check
oc: Verificar

source: part of word
oc: partida de mot

source: entire word
oc: mot complet

source: Layout
oc: Resultats

source: results by page
oc: resultats per pagina

source: Search area
oc: Airal de recèrca

source: Sender
oc: Expeditor

source: Date
oc: Data

source: Body
oc: Contengut del messatge

source: Extend search field
oc: Espandida de la recerca

source: Result of your search in the archive
oc: Resultat de vòstre recèrca dins los archius

source: Parameters of these search make on <strong> &quot;%1&quot;</strong>
oc: Recerca facha sus <strong> &quot;%1&quot;</strong>

source: (This sentence,
oc: (Aquela frasa,

source: (All of these words,
oc: (Totes aqueles mots,

source: (Each of these words,
oc: (Cadun d'aqueles mots,

source: case insensitive
oc: pas de distincion entre majusculas e minusculas

source: case sensitive
oc: respectar la cassa (distinguir majusculas e minusculas)

source: and checking on part of word)
oc: e recerca sus de partidas de mots)

source: and checking on entire word)
oc: e recerca sus de mots complets)

source: Newest messages first
oc: Plaçar en cap los messatges mai recents

source: Oldest messages first
oc: Messatges mai ancians en cap

source: %1 hits on message Body
oc: %1 ocurréncia(s) pel le còrs del messatge

source: %1 hits on message Subject field
oc: %1 occurréncia(s) pel camp Objècte

source: %1 hits on message From field
oc: %1 ocurréncias(s) al camp "De:" (From)

source: %1 hits on message Date field
oc: %1 ocurréncia(s) pel camp Data

source: Continue search
oc: Recerca continüa

source: New search
oc: Autra recèrca

source: Based on <em><a href="http://www.mhonarc.org/contrib/marc-search/">Marc-Search</a></em>, search engine of MHonArc archives
oc: Emplega <em><A HREF="http://www.mhonarc.org/contrib/marc-search/">Marc-Search</a></em>, motur de recerca per MHonArc

source: Return to archive %1
oc: Tornar als archius %1

source: Blacklist management
oc: Gestion de la lista nègra

source: Operation requested by users which email is listed in the blacklist file are rejected. The blacklist is in use for the following operation
oc: Las operacions fachas per las personas listadas dins la lista negra seràn fòragetadas.La lista negra es activa per las operacions seguentas

source: Syntax :
oc: Sintaxi :

source: only one email or expression by line
oc: sonque una adreiça electronica es permesa per linha

source: char # introduce a comment
oc: lo caractèr # definís un comentari

source: char * match any string. Example : "*@spammer-domain.com" match any sender from that exact domain
oc: lo caractèr * correspond a un ensemble de caractèrs non definits.Exemple: \" *@spammer-domain.com\ " correspond a quina que siá adreiça de corrièr electronic d'aqueste domeni (spammer-domain.com).

source: only one char * is autorized in a line
oc: un caractèr sol * es autorizat per linha

source: The current blacklist is empty
oc: La lista nègra es vuèja

source: save
oc: salvar

source: Template saved
oc: Lo garbi salvagardat

source: You will receive an email, reminding you your password.
oc: Anatz recebre un messatge de rampèl de vòstre mot de santa Clara.

source: To confirm your email address change, please enter the password you received below :
oc: Per confirmar vòstre cambiament d'adreiça, mercés de sasir çai jos lo mot de santa Clara qu'avètz recebut per corrièr electronic :

source: Password for %1
oc: Mot de santa Clara per %1

source: Change my email address
oc: Cambiar mon adreiça electronica

source: You need to choose a password for your WWSympa environment. You will need this password to perform privileged operations.
oc: Far mestièr que vos causiscatz un mot de santa Clara per vòstre entorn de tièras de difusion Sympa. Auretz de besonh d'aquel mot de santa Clara per realizar las accions que demandan una autorizacion.

source: Current password :
oc: Mot de santa Clara actual :

source: New password :
oc: Mot de santa Clara nòu :

source: New password again :
oc: Confirmar lomot de santa Clara nòu :

source: Submit
oc: Validar

source: list has been closed. Its subscribers have been deleted from the subscriber database. The list is no longer public on the site.
oc: la tièra es barrada. Sos abonats son escafats de la basa de donada. La tièra es pas pus visibla al servidor.

source: List aliases have been removed.
oc: Los àlias son suprimits

source: You should remove list aliases manually
oc: Vos caldriá suprimir manualament los àlias

source: From: %1
oc: De : %1

source: To: %1
oc: A : %1

source: Subject:
oc: Objècte :

source: This list is configured to require topic(s).
oc: Aquesta lista es configurada per utilizar de tèmas.

source: Please select one or more topic(s) that corresponds to your message :
oc: Seleccionatz un o mai d'un tèma correspondent al messatge vòstre çai junt

source: Send this mail
oc: Mandar aquel messatge

source: Copying template
oc: Copiar los garbis

source: Input template
oc: Garbi sorga

source: Name :
oc: Nom :

source: Scope :
oc: Portada :

source: Language :
oc: Lenga :

source: Output template
oc: modèl d'àlias de tièra

source: New template name :
oc: Nom de garbi nòu

source: site
oc: sit

source: robot
oc: robòt

source: list
oc: la tièra

source: default
oc: predefinit

source: Enter listname :
oc: Dintrar lo nom de la lista

source: Apply
oc: Aplicar

source: the list name ; be careful, not its address !
oc: atencion, lo nom de la tièra e non pas son adreiça !

source: List name:
oc: Nom de la tièra :

source: You are the privileged owner of this list
oc: Sètz lo proprietari d'aquela tièra

source: Owner:
oc: Proprietari :

source: The list type is a set of parameters' profile. Parameters will be editable, once the list created
oc: La mena de tièra es un ensems de paramètres agropat en un perfil. Aqueles paramètres son editable tornar un còp la tièra creada

source: List type :
oc: Mena de tièra :

source: The list's subject
oc: L'objècte de la tièra

source: List classification in the directory
oc: Classament de tièra a l'annuari

source: Topics:
oc: Categorias :

source: --Select a topic--
oc: --Causir una categoria--

source: Other
oc: Autre

source: A few lines describing the list
oc: La tièra en qualques linhas

source: Description:
oc: Descripcion :

source: Submit your creation request
oc: Mandar vòstra demanda de creacion

source: Your list is created.
oc: Vòstra tièra es creada.

source: You can configure it via the admin button beside.
oc: Podètz configurar la tièra amb lo boton <b>Administrar </b> çai contra.

source: Aliases have been installed.
oc: Los aliasses son plan estats installats

source: Required aliases
oc: Los àlias d'installar

source: Your list creation request is registered. You can now modify its configuration using the admin button but the list will be unusable until the listmaster validates it.
oc: Avèm plan registrada vòstra demanda de creacion de tièra. La podètz modificar amb lo boton administrar. Pr'aquò, aquela tièra es pas encara en servici : o serà tre que l'administrator l'aurà validada.

source: Up to higher level directory
oc: Repertòri parent

source: Access control for the document %1
oc: Dresches d'accès al document %1

source: Owner : %1
oc: Proprietari : %1

source: Last update : %1
oc: Darrièra actualizacion : %1

source: Description : %1
oc: Descripcion : %1

source: Read access
oc: Dreches de lectura

source: Edit access
oc: Dreches d'escritura

source: change access
oc: Cambiar los dreches

source: Set the owner of the directory %1
oc: Cambiar lo propietari del repertòri %1

source: Set owner
oc: Cambiar lo proprietari

source: Edition of the bookmark %1
oc: Editar lo marcapagina %1

source: Edition of the file %1
oc: Edicion del fichièr %1

source: Bookmark URL
oc: URL del marcapagina

source: Replace the file %1 with your file
oc: Remplaçar lo fichièr %1 per vòstre fichièr

source: Update
oc: Actualizar

source: Publish
oc: Publicar

source: Edit the file %1
oc: Editar lo fichièr %1

source: already exist(s), do you want to confirm the install and erase the old file(s) or cancel the install ?
oc: Lo fichièr ja existís; ne volètz espotir la version existenta o anullar l'operacion ?

source: Confirm
oc: Confirmar

source: Cancel
oc: Anullar

source: Properties of the bookmark %1
oc: Proprietats del marcapagina %1

source: Properties of the directory %1
oc: Proprietats del repertòri %1

source: Properties of the file %1
oc: Proprietats del fichièr %1

source: Describe directory '%1'
oc: Descriure lo repertòri %1

source: Describe file '%1'
oc: Descriure lo fichièr %1

source: Rename directory %1
oc: Renommar lo repertòri %1

source: Rename file %1
oc: Renommar lo fichièr %1

source: Rename
oc: Renommar

source: User mode
oc: Mòde de trabalh de l'usancièr

source: Expert mode
oc: Mòde Expèrt

source: Listing of folder
oc: Contengut del dorsièr

source: Do you really want to delete %1 ?
oc: Sètz segur(a) de voler suprimir %1 ?

source: delete
oc: suprimir

source: properties
oc: proprietats

source: access
oc: accès

source: Listing of root folder
oc: Contengut del dorsièr raiç

source: Author
oc: Autor

source: Size (Kb)
oc: Talha (Ko)

source: Last update
oc: Darrièra actualizacion

source: Edit
oc: Editar

source: Delete
oc: Suprimir

source: Access
oc: Accès

source: Properties
oc: Proprietats

source: Moderation
oc: Moderacion

source: Empty folder
oc: Repertòri vuèg

source: Unknown
oc: inconegut

source: Do you really want to delete %1%2 ?
oc: Sètz segur(a) de voler suprimir %1%2 ?

source: Open in a new window
oc: Dobrir dins una fenèstra novèla

source: to moderate
oc: de moderar

source: edit
oc: editar

source: Do you really want to delete %1%2 (%3 Kb) ?
oc: Sètz segur(a) de voler suprimir %1%2 (%3 Ko) ?

source: moderate
oc: moderar

source: Create a new folder inside folder %1
oc: Crear un repertòri nòu dintre lo repertòri %1

source: Create a new folder inside root folder
oc: Crear un repertòri nòu dintre lo repertòri raiç

source: Folder name
oc: Nom del dorsièr

source: Create
oc: Crear

source: Create a new file
oc: Crear un fichièr nòu

source: File name
oc: Nom del fichièr

source: Add a bookmark
oc: Apondre un marcapagina

source: title
oc: títol

source: Add
oc: Apondre

source: Upload a file inside folder %1
oc: Encargar un fichièr dins lo repertòri %1

source: Upload a file inside folder SHARED
oc: Encargar un fichièr al repertòri partejat

source: Unzip a file inside the folder %1
oc: Descomprimir un fichièr d'archiu al repertòri %1

source: Unzip a file inside the folder SHARED
oc: Descomprimir un fichièr d'archiu al repertòri partejat

source: scenario is created but not loaded in the list config
oc: Sympa a pas pogut cargar lo fichièr de configuracion de la tièra.

source: new scenario is created but not loaded in the list config. Edit list config if you need to apply it for that list
oc: lo scenari novèl es creat mas la configuracion de la lista es pas mesa al jorn.Editatz la configuracion de la lista per utilizar lo scenari per aquesta lista.

source: new scenario is equal to previous one. Nothing done.
oc: lo scenari a pas cambiat; es pas salvagardat.

source: path:
oc: camin :

source: scope :
oc: portada :

source: robot %1
oc: robòt %1

source: list %1
oc: tièra %1

source: scenario name :
oc: Nom del scenari :

source: the file %1 already exists
oc: lo fichièr %1 existís ja

source: Do you want to delete the old file %1 ?
oc: Volètz suprimir lo fichièr ancian %1 ?

source: Do you want to rename your file %1 ?
oc: Volètz renommar vòstre fichièr %1 ?

source: Do you want to cancel the upload ?
oc: Volètz anullar lo descargament ?

source: Save
oc: Salvar

source: You can edit several messages/files associated with your list :
oc: Podètz editar los messatges/fichièrs associats a vòstra tièra :

source: You can choose below a subset of parameters to edit :
oc: Podètz causir çai sota los paramètres de la tièra que volètz editar :

source: List definition
oc: Définicion de la tièra

source: Sending/receiving setup
oc: Configuracion de lo Mandar/Recebre

source: Bounce management
oc: Gestion de las errors

source: Data sources setup
oc: Definicion de las sorças de donadas

source: scenario source
oc: font del scenari

source: Subscriber information
oc: Informacions pels abonats

source: Email :
oc: Adreça electronica :

source: Name :
oc: Nom :

source: Subscribed since :
oc: Abonat(/ada) dempuèi :

source: Last update :
oc: Darrièra actualizacion :

source: Receiving :
oc: Recepcion :

source: Visibility :
oc: Visibilitat :

source: Language :
oc: Lenga :

source: Picture :
oc: Avatar :

source: Changing your picture for this list
oc: Cambiament d'avatar per aquesta lista

source: Unsubscribe the User
oc: Desabonar l'usancièr

source: Bouncing address
oc: Adreiça en error

source: Address detected via VERP technology
oc: L'adreça es detectada amb la tecnologia VERP

source: Status :
oc: Estatut :

source: Bounce count :
oc: Nombre d'errors :

source: Period :
oc: Periòde :

source: from %1 to %2
oc: de %1 a %2

source: View last bounce
oc: Darrièra error

source: Reset errors
oc: Escafar las errors

source: Template edition system
oc: Editor de garbis (templates)

source: Template name
oc: Nom del garbi

source: Type
oc: Tipe

source: Path
oc: Camin

source: Scope
oc: Portada

source: This template is defined for list %1@%2
oc: Aquel garbi es definit per la tièra %1@%2

source: This template is default for all lists of robot %1 unless it is redefined for some particular list
oc: Aqueste garbi (template) es definit per las listas totas del robòt %1 levat s'es tornat definit al nivèl d'una lista

source: This template is default for all robots unless it is redefined for some particular robot
oc: Aqueste garbi (template) es definit per los robòts totes levat s'es tornat definit al nivèl d'un robòt

source: language :
oc: lenga :

source: (This template is the default for all languages unless it is redefined for a specific language.)
oc: (Aqueste garbi es definit per las lengas totas levat s'es tornat definit per una lenga especifica)

source: INTERNAL SERVER ERROR (%1)
oc: ERROR INTERNA DEL SERVIDOR (%1)

source: Unable to find month '%1'
oc: es pas possible de trapar lo mes '%1'

source: Archives from %1 are not accessible
oc: Los archius de la tièra %1 son pas accessibles

source: Unable to load list topics.
oc: es pas possible de cargar la tièra de los tèmas.

source: Unable to load create_list templates.
oc: Impossible de cargar los garbis de listas

source: Failed to inlude members
oc: Es pas possible de crear los abonats de la lista

source: Failed to include list admins
oc: Es pas possible de sincronisar los administrators de la lista

source: No owner is defined for the list
oc: Cap de proprietari es pas definit per la tièra

source: The exportation failed for list '%1'
oc: L'exportacion a abocat per la lista '%1'

source: Cannot unzip file '%1'.
oc: Impossible de descomprimir lo fichièr %1

source: Unable to access the message authenticated with key %1
oc: Se pòt pas accedir al messatge autentificat amb la clau %1

source: File not found.
oc: Lo fichièr existís pas.

source: Database error.
oc: Existís un error dins la basa de donadas

source: Failed to update database.
oc: Es pas possible d'actualizar la basa de donadas

source: Failed to update a file.
oc: Es pas possible d'actualizar lo fichièr

source: Failed creating list '%1'. The list might already exist or listname might include forbidden characters.
oc: La creacion de la lista '%1' es pas possible. Aqueste lista benlèu existís ja o son nom conten caractèrs interdits.

source: SYSTEM ERROR (%1)
oc: ERROR SYSTÈMA (%1)

source: Wrong parameters
oc: Paramètres incorrèctes

source: Unknown action
oc: Accion inconeguda

source: Syntax errors with the following parameters : %1
oc: Errors de sintaxi amb los paramètres seguents : %1

source: %1 : unknown list
oc: %1 : aquela tièra es inconeguda

source: %1 : unknown robot
oc: %1 : aquel robòt es inconegut

source: %1 : unknown family
oc: %1 : aquela familha es inconeguda

source: You are already logged in as %1
oc: Sètz ja connectat(/ada) coma %1

source: You can not get a password reminder ; probably because your password is managed outside Sympa (Single Sign-On system or LDAP directory).
oc: La fonccion de rampèl de mot de santa Clara es pas activa; saique perque lo mot de santa Clara vòstre es gerit fòra de Sympa (servici de SSO o d'annuari LDAP)

source: Please provide email address
oc: Vos pregam de porgir vòstra adreiça electronica

source: Missing argument %1
oc: %1 : paramètre mancant

source: Wrong value for parameter %1
oc: Valor incorrècta per lo paramètre %1

source: You need to login
oc: Vos cal identificar

source: Address "%1" is incorrect
oc: L'adreça "%1" es incorrècta

source: Provided password is incorrect
oc: Avètz sasit un mot de santa Clara incorrècte

source: You did not choose a password, request a reminder of the initial password
oc: Avètz pas causit de mot de santa Clara, demandatz un rampèl de vòstre mot de santa Clara inicial

source: Your password is stored in an LDAP directory, therefore Sympa cannot post you a reminder
oc: Vòstre mot de santa Clara es servat dins un anuari LDAP, per consequent Sympa lo vos pòt pas rementar

source: The period is too long (%1 days)
oc: Lo periòde es tròp long (%1 jorns)

source: List has no subscribers
oc: La tièra ten pas cap d'abonats

source: No page %1
oc: Pas de pagina %1

source: Missing filter
oc: Cap de filtre precisat

source: Not subscribed: %1
oc: Pas abonat(/ada) : %1

source: You are not subscribed to list %1
oc: Sètz pas abonat(/ada) a la tièra %1

source: %1 is not an available reception mode
oc: %1 es pas un mòde de recepcion valid

source: %1 : file not editable
oc: %1 : fichièr non editable

source: You are already subscribed to the list %1
oc: Ja sètz abonat(/ada) a la tièra %1
